<?php include("../conf.php"); ?>
<?php include("../header.php"); ?>

<link href="<?php print_fileURL("css/contents/order_branch.css"); ?>" rel="stylesheet">

<title>お申し込み | <?php print $SITE_TITLE; ?></title>
<meta name="description" content="<?php print $SITE_DESCRIPTION; ?>">

</head>

<body id="pid-order-branch">

<?php include("../top.php"); ?>

<div class="holder-sml">

    <section class="order">
        
        <header class="order_header">
            <p class="order_logo"><img src="../img/common/img_logo.png?date=20210520" alt="エックスサーバー"></p>
            <h1 class="order_ttl"><span class="label label_ttl-order-form">サービスのお申し込み</span></h1>
        </header>
        <!-- /.order_header -->
        
        <div class="order_body">
            <p>下記利用規約及び個人情報の取り扱いについて同意の上、お申し込みください。</p>
            
            <section class="section">
                <h2 class="section_ttl">利用規約</h2>
                <div class="section_body">
                    <textarea class="document" readonly>
「会員管理サービス」利用規約

第1章　[ 総則 ]

第1条　定義等

本規約はエックスサーバー株式会社（以下、「弊社」）が提供するホスティングサービス「エックスサーバー」の会員管理サービス（以下、「本サービス」）の利用に対して適用されます。
	
	
第2条　規約の適用及び変更

1.利用者は新規利用、および利用継続中において、本規約に同意されているものとみなします。
本規約に同意いただけない場合には、本サービスを利用することができません。
2. 弊社がオンラインまたはその他の手段を通じ、随時利用者に対して発表する諸規定は本規約の一部を構成するものとします。
3. 弊社は、利用者の了解を得ることなく本規約をいつでも変更、追加、削除することができるものとします。
この場合、変更後の本規約は本サービスのウェブサイト上に掲示した時点より効力を発するものとします。
4. 本規約の変更があった場合、弊社が合理的と判断する方法により利用者に通知します。
本規約に変更がなされたことが通知された後に利用者が本サービスの利用を継続した場合は、本規約の変更を承諾したものとみなします。


第3条　サービスの内容

1. 本サービスはエックスサーバーの各種サービスの登録情報などを管理する会員システムを提供するものです。
2. 本サービスは無料です。





第2章　[ 利用申し込み等 ]

第4条　利用申込

1. 利用者は、本規約を承諾の上、弊社が指定する手続きに基づき本サービスの利用を申し込むものとします。
2. 弊社が利用者の申込みを受け付けた場合、利用者に対し登録完了の電子メールを送信します。弊社が登録完了の電子メールを送信した時点で、利用契約が成立したものとします。
3. 弊社は、利用者に申込み内容に関して本人確認等のための資料のご提出を求めることがあります。


第5条　利用申し込みの取り消し

1. 本契約の申込み後、利用者が以下の各号のいずれかに該当することが判明した場合、弊社は何らの通知、催告することなく、本契約を取消すとともに利用者の登録したデータ等をサーバから削除することができるものとします。
利用者が以下の各号のいずれかに該当し、それにより、弊社または第三者が損害を被った場合、利用者は弊社または第三者に対して、弊社または第三者が被った損害を賠償するものとします。
（１）　過去に本規約違反等により、利用者に対し利用資格の取消し、除名処分が行なわれていることが判明した場合
（２）　弊社の指定する通りに利用の申込みの手続きを行わなかった場合
（３）　利用者登録において、虚偽の情報を登録した場合
（４）　利用者が本サービスを利用することにより本サービス、システムの運営上、その妨げとなる可能性があると弊社が判断した場合
（５）　弊社の競合他社等が弊社の業務内容を調査する目的で契約を行おうとしていることが判明した場合
（６）　利用者の故意又は過失によって弊社に何らかの不利益が生じた場合
（７）　利用者が本サービスの運営を妨害した場合
（８）　利用者が本サービスに掲載されている情報の改竄を行った場合
（９）　利用者がIDおよびパスワードを不正に使用した場合
（１０）　利用者が本サービスを弊社の許可なく他の本サービスの利用者または第三者に使用させた場合
（１１）　利用者が本規約で規定する禁止行為を行った場合
（１２）　利用者が本規約のいずれかの条項に違反した場合
（１３）　その他、弊社が独自の判断基準で利用者の本サービスの利用が弊社および当該利用者以外の利用者に不利益であると判断した場合
（１４）　弊社の提供している他サービスにおいて規約違反を行った場合

2. 弊社による本契約の取消しを行った場合、利用者に生じたいかなる損害に対しても、弊社は一切責任を負わないものとします。


第6条　変更の届け出

1. 利用者は申込み時に申告した内容に変更があった場合、直ちに会員専用ページにて、利用者自身でその変更を行うものとし、弊社へメール又はお問い合わせフォームを通じての内容変更依頼は無効とします。
2. 前項による変更手続きが行えない事項は、弊社所定の手続きに従い、速やかに変更を行うものとします。


第7条　利用の停止

1. 以下の各号のいずれかに該当する場合、弊社は理由の如何に関わらず利用者に対する本サービスの提供をただちに中止し、利用者に対しIDの停止処分または除名処分を行うものとします。
また、本規約違反により弊社に損害を与えた場合には弊社が利用者に対し損害賠償請求することができます。
（１）　利用者が弊社に対して虚偽の申告をした場合
（２）　利用者が本規約に違反する行為を行った場合
（３）　利用者が本規約第16条「禁止事項」に定める内容に抵触する行為をした又はするおそれがあると弊社が判断した場合
（４）　本規約に違反した利用者と同一の利用者による利用であると弊社が判断した場合
（５）　一定期間以上、利用料金の支払いが確認できない場合
（６）　その他弊社が利用者の本サービスの利用について不適切と判断した場合

2. 前項に基づいてサービスの提供を中止したことにより利用者に生じた損害等については、弊社は一切責任を負わないものとします。


第8条　利用者による解約

1. 利用者は本サービスにおける利用契約を解約する場合、弊社が提供する会員専用ページより届け出るものとします。
2. 本サービスを解約する場合、解約の届け出を弊社が確認した後、本サービスによって管理されている利用サービスの契約終了を持って、本契約の解約とします。
3. 前項の場合において、その利用中に係る利用者の一切の債務は、利用契約の解約があった後においてもその債務が履行されるまでは消滅しないものとします。
4. 既に弊社に支払った全ての料金の返還は一切行われないものとし、利用者はこれを了承します。
5. 解約時、データのバックアップ等は利用者の自己責任において行うものとし、弊社は解約後のデータ保持に関して何ら関与しないものとし、弊社は一切その責任を負わないものとします。
6. 本サービスによって管理されている利用サービスが存在する場合は、当該サービスの契約を終了するまで本サービスを解約することはできないものとします。


第9条　弊社からの通知等

1. 弊社が通知等を行う必要があると判断した場合、電子メール、書面または弊社のサイトに掲載するなど、弊社が適当と判断する方法により随時通知等するものとします。
2. 前項における電子メールの通知にあたっては、利用者が登録している電子メールアドレスを通知先アドレスとします。
3. 弊社が前項の通知等を本サービスのウェブサイト上で行う場合は、当該通知等をウェブサイトに掲載した日をもって、利用者に当該通知等が到達したものとみなします。
また、電子メールによって通知等を行う場合には、弊社が利用者に対して電子メールを発信した時点をもって、利用者に当該通知等が到達したものとみなします。

第10条　提供範囲
弊社は、利用者ごとに本サービスの提供範囲の制限を設定または変更することがあります。




第3章　[ 本サービスの中止・停止等 ]

第11条　本サービスの内容の変更および停止、中止

弊社は、利用者への事前の通知を行わずに本サービスの内容の変更、または本サービスの停止もしくは中止をすることがあります。
この変更、停止、中止などについては、弊社が合理的と判断する手段を通じて発表するものとします。 


第12条　本サービスの一時的な中断

弊社は、安定した運営に最善を尽くしていますが、以下の各号のいずれかに該当する場合には、利用者に事前に通知することなく一時的に本サービスを中断する場合があります。
また、弊社は以下の各号のいずれかに該当する事由により本サービスの提供の遅延または中断が発生したとしても、これに起因する利用者または他の第三者が被った損害について一切の責任を負いません。この場合、弊社は返金も一切致しません。

（１）　サーバ、通信回線もしくはその他の設備の故障、障害の発生またはその他の事由により本サービスの提供ができなくなった場合
（２）　システム(サーバ、通信回線や電源、それらを収容する建築物などを含む)の保守、点検、修理、変更を定期的にまたは緊急に行う場合
（３）　火災、停電などにより本サービスの提供ができなくなった場合
（４）　地震、噴火、洪水、津波などの天災により本サービスの提供ができなくなった場合
（５）　戦争、変乱、暴動、騒乱、労働争議等その他不測の事態により本サービスの提供ができなくなった場合
（６）　法令による規制、司法命令等が適用された場合
（７）　その他、運用上、技術上弊社が本サービスの一時的な中断を必要と判断した場合


第13条　本サービスの廃止

1. 弊社は、業務上の都合により、利用者に対して提供している本サービスの全部または一部を廃止することがあります。
2. 弊社は、前項において定める本サービスの廃止を行う場合には、その1カ月前までにその旨を弊社が適当と判断する方法により利用者に通知します。
3. 弊社は、本サービスの廃止により利用者に生じた損害について、一切の責任を負いません。




第4章　[ 利用上の責務 ]

第14条　利用者の設備等

利用者は、本サービスを利用する為に必要な通信機器やソフトウェア、通信回線などのすべてを利用者の責任と利用者の費用で準備し、操作、接続等をするものとします。


第15条　IDおよびパスワードの管理責任

1. 利用者が登録したIDおよびパスワードは利用者本人のみが使用することができ、他の本サービス利用者または第三者に使用させること等は一切できません。
2. 利用者は、本規約に基づき登録したIDおよびパスワードの管理、使用についての責任を持つものとし、第三者によりIDおよびパスワードの不正使用等があった場合、利用者が一切の責任を負うものとします。
3. 弊社は、利用者の前二項に反する行為が判明した場合または弊社が利用者の行為が前項に反する行為と判断した場合、事前の通知なしに当該利用者のIDおよびパスワードを使用停止できるものとします。
また、緊急を要する場合、弊社は利用者の承諾なしにIDおよびパスワードを削除できるものとします。
その場合、利用者が本サービスを利用できず損害が発生しても、弊社は一切の責任を負わないものとします。
4. 弊社はIDおよびパスワード等の電話による問い合わせに関して、問合せ者が利用者自身であっても、電話による回答はしないものとします。
5. 弊社は利用者からのIDおよびパスワード等の問合せに対して、本人確認等のため、弊社の定める通信方法により回答するものとします。
この場合、弊社は利用者に対して本人確認等のための資料のご提出を求めることがあります。


第16条　禁止事項

利用者は本サービスを利用するにあたり、以下の各号のいずれかに該当する行為またはそのおそれがある行為をすることはできません。

（１）　他の本サービスの利用者、第三者または弊社の知的財産権（著作権、意匠権、特許権、実用新案権、商標権、工業所有権等）及びその他の権利を侵害する行為、また侵害するおそれのある行為
（２）　他の本サービスの利用者、第三者または弊社の財産、信用、名誉、プライバシー、肖像権を侵害する行為、または侵害するおそれのある行為
（３）　他の本サービスの利用者または第三者の身体、生命、自由、名誉、財産等に対して害悪を加える旨の情報等を掲載する行為
（４）　他の本サービスの利用者、第三者または弊社に不利益を与える行為、またはそのおそれのある行為
（５）　他の本サービスの利用者、弊社がコミュニティ運営を委託した者、第三者または弊社を誹謗中傷する行為、または不快感を抱かせる行為
（６）　 他の本サービス利用者または第三者の個人情報を売買または譲受にあたる行為、またはそれらのおそれのある行為
（７）　公序良俗に反する行為やそのおそれのある行為、またはそれを助長する行為
（８）　公序良俗に反する情報を他の本サービス利用者もしくは第三者に提供する行為
（９）　自殺または自傷行為を肯定・勧誘あるいは助長する行為
（１０）　自殺、殺人の方法などを掲載する行為
（１１）　猥褻な表現を含む情報、または公衆に羞恥心を抱かせるおそれのある情報、その他公衆の射幸心を仰ぐ情報を掲載し、または他の利用者もしくは第三者に提供する行為
（１２）　不倫・援助交際・売春・買春等の勧誘行為
（１３）　未成年者にとって有害と認められる情報の売買、譲受または掲載する行為、それらを助長する行為
（１４）　人の死体、裸体、児童ポルノ、人を殺傷する現場もしくは児童虐待に相当するおそれのある画像または動画を掲載する行為
（１５）　法令に違反する行為や犯罪的行為、もしくはそのおそれのある行為、あるいはそれを幇助・勧誘する行為
（１６）　無限連鎖講（ネズミ講）を開設し、またはこれを勧誘する行為
（１７）　本サービス及びその他弊社が提供するサービスの運営を妨げる行為、または弊社の信用・名誉等を毀損する行為
（１８）　コンピューターウィルス等有害なプログラム、コード、ファイルを、本サービスを通じて、または本サービスに関連して使用する、もしくは提供する行為
（１９）　他人になりすまして情報を送信、受信または表示する行為
（２０）　弊社の本サービスを利用して無差別または大量に不特定多数の者に対してその意思に反しEメール、コメント、トラックバック等を送信する行為、または事前に承認していない多数の送信先に対するEメール情報配信行為
（２１）　IPアドレス、アカウント、ログインID、パスワード、Eメールアドレス、及びドメイン名を不正に使用、譲渡または貸与する行為
（２２）　利用者が本サービスを利用して、本サービスに定めるサービスと同様のサービスを、有償無償を問わず第三者に提供もしくは再販売、あるいは転売する行為
（２３）　本サービスおよびその他弊社が提供する各種サービスの信用・名誉等を傷つける行為、またはそのおそれのある行為
（２４）　インターネット上で、他の本サービス利用者、第三者若しくは弊社が入力した情報を不正に改ざんする行為
（２５）　他の本サービスの利用者、第三者または弊社のサーバその他コンピュータに不正にアクセスする行為
（２６）　サーバーまたはネットワークへ著しく負荷をかける行為
（２７）　プログラムのバグ等の不具合の利用または悪用をする行為
（２８）　本サービスにおいて、事実に反する、またはそのおそれのある情報を提供する行為
（２９）　公職選挙法に違反する行為
（３０）　虚偽の情報で利用者登録を行う行為
（３１）　無限連鎖講（ねずみ講）、マルチ商法、またはそれらに類似するもの、それらのおそれのあるものと弊社が判断する内容を掲載する行為
（３２）　バナーやリンク、他のサイトからの文章の引用または転載、キーワードの羅列などの、転載行為が主となる記事を掲載する行為
（３３）　プログラムによってブログ、記事、コメント、トラックバックを自動生成、自動投稿、自動送信する行為
（３４）　本規約のいずれかの条項に違反する行為
（３５）　その他、弊社が不適切と判断する行為


第17条　利用者の義務および責任

利用者は、本契約を理解しその履行に努めこれを厳守するものとします。
利用者の運営するウェブサイトにて、利用者の不注意によって発生した事故及び損害は、利用者が全ての責任を負い、弊社は一切の責任を負わないものとします。


第18条　利用権譲渡等の禁止

利用者は、弊社の承諾なしに本サービスの会員として有する権利を第三者に転売、再販売、譲渡、使用、もしくはこれに類する行為、または質権の設定等その他担保に供する行為等はできないものとします。


第19条　情報の削除

1. 次の各号に定める場合、弊社は、利用者が本サービスを通じオンライン上に掲載した情報を削除できるものとします。この場合、弊社が事前または事後に合理的と判断する手段により通知を行うものとします。
（１）　掲載内容が本規約に定める禁止行為、または本規約のいずれかの条項に違反すると弊社が判断した場合
（２）　利用者によって、登録された情報の容量が弊社所定の容量を超過した場合
（３）　その他弊社が法律及び社会通念に従って当該情報を削除する必要があると合理的に判断した場合
2. 利用者が、オンライン上に掲載した情報に関する全ての責任は利用者にあり、弊社は前項に関して情報を監視・削除する義務を負うものではない為、弊社が情報を削除しなかったことにより利用者或いは第三者が被った損害について、弊社は一切責任を負わないものとします。




第5章　[ 弊社の義務 ]

第20条　本サービス提供の責任

弊社は、本サービス用設備を本サービスが円滑に提供されるよう維持運営することに努めます。
但し、不測の事態により本サービスが利用できないような場合があることを利用者は予め了承するものとします。

 
第21条　利用者間の情報

1. 本サービスを通じて他の本サービス利用者等との間で直接なされた情報の授受、およびそれに付随して行われる行為について弊社は一切責任を負いません。
2. 本サービス利用者同士、または利用者と第三者間のトラブルに対して弊社は一切責任を負いません。


第22条　個人情報等の保護及び法令遵守

1. 弊社は、個人情報等を、原則として利用者本人以外の者に開示、提供せず、本サービスの提供のために必要な範囲を超えて利用しません。
弊社が取得した利用者の個人情報は、別途定めるプライバシーポリシーに従って取り扱われます。
2. 弊社は、刑事訴訟法第218条(令状による捜索)その他同法の定めに基づく強制の処分が行われた場合には、当該法令及び令状に定める範囲で前項の守秘義務を負わないものとします。
3. 弊社は、警察官、検察官、検察事務官、国税職員、麻薬取締官、弁護士会、裁判所等の法律上照会権限を有する者から照会を受けた場合、緊急避難または正当防衛に該当すると弊社が判断するときは、法令に基づき必要と認められる範囲内で個人情報等の照会に応じることができます。
4. 弊社は、サーバ設備の故障その他のトラブル等に対処するため、利用者のデータを複写する場合があります。かかる場合があることを利用者は予め了承するものとします。




第6章　[ 損害賠償等 ]

第23条　損害賠償

1. 弊社は、利用者に対し、本サービスの利用により発生した一切の損害について、原則としていかなる責任も負わないものとし、当該損害の賠償をする義務もないものとします。
万一、弊社の故意または重過失が理由で利用者に損害が発生した場合は、利用者が弊社に支払ったサービス利用料金を限度として損害賠償責任を負うものとします。
2. 弊社が利用者の登録、掲載した情報を削除し、利用者の資格を停止、抹消し、本サービスを停止、中断、中止等したことにつき、弊社は事由のいかんを問わず一切の損害賠償義務を負わないものとします。
3. 利用者が本サービスの利用によって他の本サービス利用者または第三者に対して損害を与えた場合、利用者は自己の責任と費用をもって解決し、弊社に損害を与えることのないものとします。
この場合、他の本サービス利用者または第三者が弊社に対して責任を追及したために弊社が防御費用（弁護士報酬および訴訟費用を含む。）、損害賠償金の支払い、和解金の支払いその他の損害を被りまたは費用の支出をしたときは、利用者は、直ちに、弊社の損害および支出した費用を補償するものとします。
4. 利用者がメールの大量配信を行ったことにより、本サービスの運営に影響が生じた場合、弊社は「威力業務妨害」等による刑事告発又は損害賠償の請求を行うことができるものとします。
5. 利用者が本規約に反した行為、または不正もしくは違法な行為によって弊社に損害を与えた場合、弊社は利用者に対して損害賠償の請求を行うことができるものとします。


第24条　免責事項

1. 弊社は、本サービスの内容、および、利用者が本サービスを通じて得る情報、情報の利用により得た成果等について、その完全性、正確性、確実性、有用性、合法性等いかなる保証も行いません。
2. 本サービスの提供の遅滞、変更、中止若しくは廃止、または本サービスを通じて登録、提供される情報等の流失若しくは消失等その他本サービスの利用に関連して利用者に損害が発生した場合は、弊社の故意または重過失による場合を除き、一切責任を負いません。弊社の故意または重過失による損害賠償額については、利用者が弊社に支払ったサービス利用料金を限度として損害賠償責任を負うものとします。
3. 弊社は、本サービスの利用に供する装置、ソフトウェアまたは通信網の瑕疵、障害、動作不良、または不具合により、利用者に損害が生じたときであってもその一切の責任を負わないものとします。
4. 弊社は、本サービスにおいて、全利用者及び第三者間で生じたトラブル（違法又は公序良俗に反する行為の提案、名誉毀損、侮辱、プライバシー侵害、肖像権侵害、詐欺、脅迫、誹謗中傷、いやがらせ等）に関して、一切の責任を負わないものとします。
この場合、他の本サービス利用者または第三者が弊社に対して責任を追及したために弊社が防御費用（弁護士報酬および訴訟費用を含む。）、損害賠償金の支払い、和解金の支払いその他の損害を被りまたは費用の支出をしたときは、利用者は、直ちに、弊社の損害および支出した費用を補償するものとします。




第7章　[ 雑則 ]

第25条　著作権等の知的財産権

1. 弊社が提供する本サービス上で、弊社が掲示した情報等に関する著作権等の知的財産権は、別段の定めのない限りすべて弊社に帰属し、弊社の許可がない限り本契約により作成、運営されるウェブサイト以外で利用することはできないものとします。
2. 利用者が除名および利用資格の停止、取り消しとなった場合であっても、それ以前に提供した情報の権利は前項によるものとします。
3. 利用者は、第三者が著作権、商標権、意匠権等の知的所有権を有する著作物、標章、サービスマーク、デザイン、表示等を弊社が提供する本サービス上のウェブサイトに掲載する場合は、利用者が当該知的所有権保持者より許諾を得る必要があり、弊社はこれについて一切関与しないものとします。
4. 前項に違反して問題が発生した場合、利用者は自己の費用と責任においてかかる問題を解決するとともに、弊社に何等の損害を与えないものとします。第三者が弊社に対して責任を追及したために弊社が防御費用（弁護士報酬および訴訟費用を含む。）、損害賠償金の支払い、和解金の支払いその他の損害を被りまたは費用の支出をしたときは、利用者は、直ちに、弊社の損害および支出した費用を補償するものとします。
5. 利用者が自己が作成したウェブサイト等に関する著作権を第三者に譲渡する場合、利用者は、当該第三者をして本条に定める内容を承諾させるものとします。


第26条　準拠法

本規約の成立、効力、履行および解釈に関しては、日本国法が適用されるものとします。


第27条　協議および管轄裁判所

1. 本規約の解釈を巡って疑義が生じた場合、弊社は合理的な範囲でその解釈を決定できるものとします。
2. 弊社と利用者との間におけるすべての紛争については、弊社本社所在地を管轄する地方裁判所または簡易裁判所を第1審の専属管轄裁判所とすることを予め合意します。


附則

本規約は2012年4月2日より発効。
2013年6月4日改定発効。







「レンタルサーバー」利用規約

第1章　[ 総則 ]

第1条　定義等

本規約はエックスサーバー株式会社（以下、「弊社」）が提供するホスティングサービス「エックスサーバー」の共有レンタルサーバー（以下、「本サービス」）の利用に対して適用されます。 


第2条　規約の適用及び変更

1.利用者は新規利用、および利用継続中において、本規約に同意されているものとみなします。
本規約に同意いただけない場合には、本サービスを利用することができません。
2. 弊社がオンラインまたはその他の手段を通じ、随時利用者に対して発表する諸規定は本規約の一部を構成するものとします。
3. 弊社は、利用者の了解を得ることなく本規約をいつでも変更、追加、削除することができるものとします。
この場合、変更後の本規約は本サービスのウェブサイト上に掲示した時点より効力を発するものとします。
4. 本規約の変更があった場合、弊社が合理的と判断する方法により利用者に通知します。
本規約に変更がなされたことが通知された後に利用者が本サービスの利用を継続した場合は、本規約の変更を承諾したものとみなします。


第3条　サービスの内容

1. 本サービスは利用者にWebサイトの構築、メールサーバーの運用などを行うためのサーバー資源を提供するものです。
2. 本サービスは複数のプランで構成されます。
プランの内容は別途本サービスのウェブサイト上のサービス内容を定める表に従うものとします。
ただし、弊社は、プランの構成または内容を任意に変更する場合があります。
弊社が、プランの構成または内容の変更を行う場合、第2条の「規約の適用及び変更」に準じた手続きで変更を行うものとします。




第2章　[ 利用申し込み等 ]

第4条　利用申込

1. 利用者は、本規約を承諾の上、弊社が指定する手続きに基づき本サービスの利用を申し込むものとします。
2. 弊社は、利用者に申込み内容に関して本人確認等のための資料のご提出を求めることがあります。


第5条　利用申し込みの取り消し

1. 本契約の申込み後、利用者が以下の各号のいずれかに該当することが判明した場合、弊社は何らの通知、催告することなく、本契約を取消すとともに利用者の登録したデータ等をサーバから削除することができるものとします。
利用者が以下の各号のいずれかに該当し、それにより、弊社または第三者が損害を被った場合、利用者は弊社または第三者に対して、弊社または第三者が被った損害を賠償するものとします。
（１）　過去に本規約違反等により、利用者に対し利用資格の取消し、除名処分が行なわれていることが判明した場合
（２）　弊社の指定する通りに利用の申込みの手続きを行わなかった場合
（３）　利用者登録において、虚偽の情報を登録した場合
（４）　利用者が本サービス利用することにより本サービス、システムの運営上、その妨げとなる可能性があると弊社が判断した場合
（５）　弊社の競合他社等が弊社の業務内容を調査する目的で契約を行おうとしていることが判明した場合
（６）　利用者の故意又は過失によって弊社に何らかの不利益が生じた場合
（７）　利用者が本サービスの運営を妨害した場合
（８）　利用者が本サービスに掲載されている情報の改竄を行った場合
（９）　利用者がIDおよびパスワードを不正に使用した場合
（１０）　利用者が本規約で規定する禁止行為を行った場合
（１１）　利用者が本規約のいずれかの条項に違反した場合
（１２）　その他、弊社が独自の判断基準で利用者の本サービスの利用が弊社および当該利用者以外の利用者に不利益であると判断した場合
（１３）　弊社の提供している他サービスにおいて規約違反を行った場合
2. 弊社による本契約の取消しを行った場合、利用者に生じたいかなる損害に対しても、弊社は一切責任を負わないものとします。


第6条　変更の届け出

1. 利用者は申込み時に申告した内容に変更があった場合、直ちに会員専用ページにて、利用者自身でその変更を行うものとし、弊社へメール又はお問い合わせフォームを通じての内容変更依頼は無効とします。
2. 前項による変更手続きが行えない事項は、弊社所定の手続きに従い、速やかに変更を行うものとします。


第7条　利用の停止

1. 以下の各号のいずれかに該当する場合、弊社は理由の如何に関わらず利用者に対する本サービスの提供をただちに中止し、 利用者に対しIDの停止処分または除名処分を行うものとします。
また、本規約違反により弊社に損害を与えた場合には弊社が利用者に対し損害賠償請求することができます。
（１）　利用者が弊社に対して虚偽の申告をした場合
（２）　利用者が本規約に違反する行為を行った場合
（３）　利用者が本規約第22条「禁止事項」に定める内容に抵触する行為をした又はするおそれがあると弊社が判断した場合
（４）　本規約に違反した利用者と同一の利用者による利用であると弊社が判断した場合
（５）　一定期間以上、利用料金の支払いが確認できない場合
（６）　その他弊社が利用者の本サービスの利用について不適切と判断した場合
2. 前項に基づいてサービスの提供を中止したことにより利用者に生じた損害等については、弊社は一切責任を負わないものとします。


第8条　利用者による解約

1. 利用者は本サービスにおける利用契約を解約する場合、弊社が提供する会員専用ページより届け出るものとします。
2. 本サービスを解約する場合、解約の届け出を弊社が確認した日の翌月末をもって本契約の解約とします。
3. 前項の場合において、その利用中に係る利用者の一切の債務は、利用契約の解約があった後においてもその債務が履行されるまでは消滅しないものとします。
4. 既に弊社に支払った全ての料金の返還は一切行われないものとし、利用者はこれを了承します。
5. 解約時、データのバックアップ等は利用者の自己責任において行うものとし、弊社は解約後のデータ保持に関して何ら関与しないものとし、弊社は一切その責任を負わないものとします。


第9条　弊社からの通知等

1. 弊社が通知等を行う必要があると判断した場合、電子メール、書面または弊社のサイトに掲載するなど、弊社が適当と判断する方法により随時通知等するものとします。
2. 前項における電子メールの通知にあたっては、利用者が登録している電子メールアドレスを通知先アドレスとします。
3. 弊社が前項の通知等を本サービスのウェブサイト上で行う場合は、当該通知等をウェブサイトに掲載した日をもって、利用者に当該通知等が到達したものとみなします。
また、電子メールによって通知等を行う場合には、弊社が利用者に対して電子メールを発信した時点をもって、利用者に当該通知等が到達したものとみなします。


第10条　提供範囲
弊社は、利用者ごとに本サービスの提供範囲の制限を設定または変更することがあります。




第3章　[ 利用料金について ]

第11条　利用料金

本サービスの初期費用、各種利用料金、オプション料金、諸費用などのほか、本規約に定めのない料金等の算定方法等は、弊社が本サービスのウェブサイト上で別途定め、または通知するとおりとします。 


第12条　契約期間

1. 本サービスの契約期間は、弊社が利用者に利用開始日として通知した日より、契約時に契約者が選択した料金支払対象期間経過後の月末までとします。
2. 弊社又は利用者が、契約期間が満了する月の前月末日までに、契約を更新しない旨を通知しなかった場合には、契約期間は前項の料金支払対象期間と同じ期間自動的に更新され、その後も同様とします。


第13条　延滞利息

1. 利用者が利用料その他の債務を支払期日を過ぎてもなお履行しない場合、利用者は支払期日の翌日から支払の日の前日までの日数に、年率14.5％の割合で計算される金額を延滞利息として、利用料金その他の債務と一括して、弊社が指定した日までに指定する方法で支払うものとします。
2. 前項支払に必要な振り込み手数料その他の費用は、全て当該利用者の負担とします。




第4章　[ 試用期間に関する特則 ]

第14条　特則の適用

弊社が本サービスの開始を連絡してから10日間経過するまでを試用期間とします。
前条までの規定にかかわらず、試用期間には、本章の定めが重畳して適用されます。
以下の規定が前条までの規定と矛盾抵触する場合には、本章の規定が優先するものとします。
本章に定めの無い規定については試用期間であっても本規約で定められた規定全てが適用されます。


第15条　試用期間

1. 利用者が本サービスを申し込み、弊社が本サービスの開始を連絡した日から10日間経過するまでを試用期間とします。
2. 試用期間中に弊社が利用料金の支払いを確認した場合、支払い確認日をもって試用期間を終了、本契約を開始するものとします。
3. 試用期間中に解約の届け出を行った場合、申し込みを無効とし、本契約を開始しないものとします。
また試用期間中に利用料金の支払いが確認できない場合、自動的に申し込みを無効とし、本契約を開始しないものとします。


第16条　承認事項

利用者は試用期間に関して、以下の事項を予め了承したものとします。

（1）利用料金の支払いが確認できない場合、試用期間が終了した時点で本サービスの利用を停止し、利用者の利用するサーバー内から利用者に関する一切のデータ、メール、記録、コンテンツが削除されること
（2）試用期間中は本サービスの一部機能が制限されること



第5章　[ データのバックアップ ]

第17条　バックアップについて

1. 弊社は、データ保全および耐障害性の向上を目的とし、利用者のデータについて、定期的にバックアップを行う場合があります。
2. バックアップデータを取得する範囲、バックアップデータの保持期間等は、弊社が本サービスのウェブサイト上で別途定めるものとします。
3. 弊社は、サーバー設備のメンテナンスや障害等、弊社がバックアップ処理の実施が困難と判断した場合、バックアップ処理を一時的に停止することがあります。
また、バックアップデータは、保存するサーバーを冗長化するなどデータ保全を行いますが、万一の可能性として、バックアップデータが消失、毀損する場合もあるものとし、利用者はこれに了承するものとします。
4. 弊社が行うバックアップ処理において、データの確実な保全を保証するものではありません。利用者は本条の規定にかかわらず、データの消失、毀損など万一の可能性に備え、利用者自身でバックアップを行う必要があるものとします。


第18条　バックアップデータの提供

1. 利用者は希望により、弊社が前条にて保持するバックアップデータの提供を受けることができます。弊社が保持するバックアップデータの提供を希望する場合、弊社の定める方法により申し込むものとし、弊社の入金確認をもって申込みの完了とします。
2. バックアップデータの提供にかかる料金、提供可能範囲等は、弊社が本サービスのウェブサイト上で別途定めるものとします。
3. 以下の各号に該当する場合、弊社はバックアップデータの提供申込みを取消すことができるものとします。
この場合、弊社は当該申込みにかかる料金を返還するものとします。

（１）　利用者が提供を希望するバックアップデータが弊社に存在しない場合
（２）　弊社が入金を確認した時点で、利用者が提供を希望するバックアップデータが、弊社の定めるバックアップデータの保管期間を超過したものであった場合
（３）　弊社がバックアップ対象として指定するデータ以外のデータを利用者が希望する 場合
（４）　提供したバックアップデータに消失、毀損などが見られ、当該データが正常でないことが明らかに認められる場合




第6章　[ 本サービスの中止・停止等 ]

第19条　本サービスの内容の変更および停止、中止

弊社は、利用者への事前の通知を行わずに本サービスの内容の変更、または本サービスの停止もしくは中止をすることがあります。
この変更、停止、中止などについては、弊社が合理的と判断する手段を通じて発表するものとします。


第20条　本サービスの一時的な中断

弊社は、安定した運営に最善を尽くしていますが、以下の各号のいずれかに該当する場合には、利用者に事前に通知することなく一時的に本サービスを中断する場合があります。
また、弊社は以下の各号のいずれかに該当する事由により本サービスの提供の遅延または中断が発生したとしても、これに起因する利用者または他の第三者が被った損害について一切の責任を負いません。
この場合、弊社は返金も一切致しません。

（１）　サーバ、通信回線もしくはその他の設備の故障、障害の発生またはその他の事由により本サービスの提供ができなくなった場合
（２）　システム(サーバ、通信回線や電源、それらを収容する建築物などを含む)の保守、点検、修理、変更を定期的にまたは緊急に行う場合
（３）　火災、停電などにより本サービスの提供ができなくなった場合
（４）　地震、噴火、洪水、津波などの天災により本サービスの提供ができなくなった場合
（５）　戦争、変乱、暴動、騒乱、労働争議等その他不測の事態により本サービスの提供ができなくなった場合
（６）　法令による規制、司法命令等が適用された場合
（７）　その他、運用上、技術上弊社が本サービスの一時的な中断を必要と判断した場合


第21条　本サービスの廃止

1. 弊社は、業務上の都合により、利用者に対して提供している本サービスの全部または一部を廃止することがあります。
2. 弊社は、前項において定める本サービスの廃止を行う場合には、その1カ月前までにその旨を弊社が適当と判断する方法により利用者に通知します。
3. 弊社は、本サービスの廃止により利用者に生じた損害について、一切の責任を負いません。




第7章　[ 利用上の責務 ]

第22条　利用者の設備等

利用者は、本サービスを利用する為に必要な通信機器やソフトウェア、通信回線などのすべてを利用者の責任と利用者の費用で準備し、操作、接続等をするものとします。


第23条　IDおよびパスワードの管理責任

1. 利用者が登録したIDおよびパスワードは利用者本人のみが使用することができ、他の本サービス利用者または第三者に使用させること等は一切できません。
2. 利用者は、本規約に基づき登録したIDおよびパスワードの管理、使用についての責任を持つものとし、第三者によりIDおよびパスワードの不正使用等があった場合、利用者が一切の責任を負うものとします。
3. 弊社は、利用者の前二項に反する行為が判明した場合または弊社が利用者の行為が前項に反する行為と判断した場合、事前の通知なしに当該利用者のIDおよびパスワードを使用停止できるものとします。
また、緊急を要する場合、弊社は利用者の承諾なしにIDおよびパスワードを削除できるものとします。
その場合、利用者が本サービスを利用できず損害が発生しても、弊社は一切の責任を負わないものとします。
4. 弊社はIDおよびパスワード等の電話による問い合わせに関して、問合せ者が利用者自身であっても、電話による回答はしないものとします。
5. 弊社は利用者からのIDおよびパスワード等の問合せに対して、本人確認等のため、弊社の定める通信方法により回答するものとします。
この場合、弊社は利用者に対して本人確認等のための資料のご提出を求めることがあります。


第24条　禁止事項

利用者は本サービスを利用するにあたり、以下の各号のいずれかに該当する行為またはそのおそれがある行為をすることはできません。

（１）　他の本サービスの利用者、第三者または弊社の知的財産権（著作権、意匠権、特許権、実用新案権、商標権、工業所有権等）及びその他の権利を侵害する行為、また侵害するおそれのある行為
（２）　他の本サービスの利用者、第三者または弊社の財産、信用、名誉、プライバシー、肖像権を侵害する行為、または侵害するおそれのある行為
（３）　他の本サービスの利用者または第三者の身体、生命、自由、名誉、財産等に対して害悪を加える旨の情報等を掲載する行為
（４）　他の本サービスの利用者、第三者または弊社に不利益を与える行為、またはそのおそれのある行為
（５）　他の本サービスの利用者、弊社がコミュニティ運営を委託した者、第三者または弊社を誹謗中傷する行為、または不快感を抱かせる行為
（６）　 他の本サービス利用者または第三者の個人情報を売買または譲受にあたる行為、またはそれらのおそれのある行為
（７）　公序良俗に反する行為やそのおそれのある行為、またはそれを助長する行為
（８）　公序良俗に反する情報を他の本サービス利用者もしくは第三者に提供する行為
（９）　自殺または自傷行為を肯定・勧誘あるいは助長する行為
（１０）　自殺、殺人の方法などを掲載する行為
（１１）　猥褻な表現を含む情報、または公衆に羞恥心を抱かせるおそれのある情報、その他公衆の射幸心を仰ぐ情報を掲載し、または他の利用者もしくは第三者に提供する行為
（１２）　不倫・援助交際・売春・買春等の勧誘行為
（１３）　未成年者にとって有害と認められる情報の売買、譲受または掲載する行為、それらを助長する行為
（１４）　人の死体、裸体、児童ポルノ、人を殺傷する現場もしくは児童虐待に相当するおそれのある画像または動画を掲載する行為
（１５）　法令に違反する行為や犯罪的行為、もしくはそのおそれのある行為、あるいはそれを幇助・勧誘する行為
（１６）　無限連鎖講（ネズミ講）を開設し、またはこれを勧誘する行為
（１７）　本サービス及びその他弊社が提供するサービスの運営を妨げる行為、または弊社の信用・名誉等を毀損する行為
（１８）　コンピューターウィルス等有害なプログラム、コード、ファイルを、本サービスを通じて、または本サービスに関連して使用する、もしくは提供する行為
（１９）　他人になりすまして情報を送信、受信または表示する行為
（２０）　弊社の本サービスを利用して無差別または大量に不特定多数の者に対してその意思に反しEメール、コメント、トラックバック等を送信する行為、または事前に承認していない多数の送信先に対するEメール情報配信行為
（２１）　IPアドレス、アカウント、ログインID、パスワード、Eメールアドレス、及びドメイン名を不正に使用、譲渡または貸与する行為
（２２）　本サービスおよびその他弊社が提供する各種サービスの信用・名誉等を傷つける行為、またはそのおそれのある行為
（２３）　インターネット上で、他の本サービス利用者、第三者若しくは弊社が入力した情報を不正に改ざんする行為
（２４）　他の本サービスの利用者、第三者または弊社のサーバその他コンピュータに不正にアクセスする行為
（２５）　サーバーまたはネットワークへ著しく負荷をかける行為
（２６）　プログラムのバグ等の不具合の利用または悪用をする行為
（２７）　本サービスにおいて、事実に反する、またはそのおそれのある情報を提供する行為
（２８）　公職選挙法に違反する行為
（２９）　虚偽の情報で利用者登録を行う行為
（３０）　無限連鎖講（ねずみ講）、マルチ商法、またはそれらに類似するもの、それらのおそれのあるものと弊社が判断する内容を掲載する行為
（３１）　バナーやリンク、他のサイトからの文章の引用または転載、キーワードの羅列などの、転載行為が主となる記事を掲載する行為
（３２）　プログラムによってブログ、記事、コメント、トラックバックを自動生成、自動投稿、自動送信する行為
（３３）　本規約のいずれかの条項に違反する行為
（３４）　その他、弊社が不適切と判断する行為


第25条　利用者の義務および責任

利用者は、本契約を理解しその履行に努めこれを厳守するものとします。
利用者の運営するウェブサイトにて、利用者の不注意によって発生した事故及び損害は、利用者が全ての責任を負い、弊社は一切の責任を負わないものとします。 


第26条　利用権譲渡等の禁止

利用者は、弊社の承諾なしに本サービスの会員として有する権利を第三者に転売、譲渡、使用、もしくはこれに類する行為、または質権の設定等その他担保に供する行為等はできないものとします。 


第27条　再販について

1. 利用者は、弊社が別途本サービスのウェブサイト上で定めた条件を満たす場合を除き、有償・無償を問わず第三者に対し、ディスクスペース、リソースの貸与もしくはこれに類する行為(以下、「再販」)をできないものとします。
2. 利用者は、弊社が別途本サービスのウェブサイト上で定めた条件に基づき再販を行う場合、再販先に対して本規約に定める禁止事項を説明および遵守させる義務を負うものとし、再販先が禁止事項に該当する行為を行った場合、利用者が当該行為を行ったものとみなします。
また、弊社は再販先に対し、利用契約上、何らの義務ないし責任も負わないものとします。


第28条　情報の削除

1. 次の各号に定める場合、弊社は、利用者が本サービスを通じオンライン上に掲載した情報を削除できるものとします。この場合、弊社が事前または事後に合理的と判断する手段により通知を行うものとします。
（１）　掲載内容が本規約に定める禁止行為、または本規約のいずれかの条項に違反すると弊社が判断した場合
（２）　利用者によって、登録された情報の容量が弊社所定の容量を超過した場合
（３）　その他弊社が法律及び社会通念に従って当該情報を削除する必要があると合理的に判断した場合
2. 利用者が、オンライン上に掲載した情報に関する全ての責任は利用者にあり、弊社は前項に関して情報を監視・削除する義務を負うものではない為、弊社が情報を削除しなかったことにより利用者或いは第三者が被った損害について、弊社は一切責任を負わないものとします。




第8章　[ 弊社の義務 ]

第29条　本サービス提供の責任

弊社は、本サービス用設備を本サービスが円滑に提供されるよう維持運営することに努めます。
但し、不測の事態により本サービスが利用できないような場合があることを利用者は予め了承するものとします。 


第30条　利用者間の情報

1. 本サービスを通じて他の本サービス利用者等との間で直接なされた情報の授受、およびそれに付随して行われる行為について弊社は一切責任を負いません。
2. 本サービス利用者同士、または利用者と第三者間のトラブルに対して弊社は一切責任を負いません。


第31条　個人情報等の保護及び法令遵守

1. 弊社は、個人情報等を、原則として利用者本人以外の者に開示、提供せず、本サービスの提供のために必要な範囲を超えて利用しません。
弊社が取得した利用者の個人情報は、別途定めるプライバシーポリシーに従って取り扱われます。
2. 弊社は、刑事訴訟法第218条(令状による捜索)その他同法の定めに基づく強制の処分が行われた場合には、当該法令及び令状に定める範囲で前項の守秘義務を負わないものとします。
3. 弊社は、警察官、検察官、検察事務官、国税職員、麻薬取締官、弁護士会、裁判所等の法律上照会権限を有する者から照会を受けた場合、緊急避難または正当防衛に該当すると弊社が判断するときは、法令に基づき必要と認められる範囲内で個人情報等の照会に応じることができます。
4. 弊社は、サーバ設備の故障その他のトラブル等に対処するため、利用者のデータを複写する場合があります。かかる場合があることを利用者は予め了承するものとします。




第9章　[ 損害賠償等 ]

第32条　損害賠償

1. 弊社は、利用者に対し、本サービスの利用により発生した一切の損害について、原則としていかなる責任も負わないものとし、当該損害の賠償をする義務もないものとします。
万一、弊社の故意または重過失が理由で利用者に損害が発生した場合は、利用者が弊社に支払ったサービス利用料金を限度として損害賠償責任を負うものとします。
2. 弊社が利用者の登録、掲載した情報を削除し、利用者の資格を停止、抹消し、本サービスを停止、中断、中止等したことにつき、弊社は事由のいかんを問わず一切の損害賠償義務を負わないものとします。
3. 利用者が本サービスの利用によって他の本サービス利用者または第三者に対して損害を与えた場合、利用者は自己の責任と費用をもって解決し、弊社に損害を与えることのないものとします。
この場合、他の本サービス利用者または第三者が弊社に対して責任を追及したために弊社が防御費用（弁護士報酬および訴訟費用を含む。）、損害賠償金の支払い、和解金の支払いその他の損害を被りまたは費用の支出をしたときは、利用者は、直ちに、弊社の損害および支出した費用を補償するものとします。
4. 利用者がメールの大量配信を行ったことにより、本サービスの運営に影響が生じた場合、弊社は「威力業務妨害」等による刑事告発又は損害賠償の請求を行うことができるものとします。
5. 利用者が本規約に反した行為、または不正もしくは違法な行為によって弊社に損害を与えた場合、弊社は利用者に対して損害賠償の請求を行うことができるものとします。


第33条　免責事項

1. 弊社は、本サービスの内容、および、利用者が本サービスを通じて得る情報、情報の利用により得た成果等について、その完全性、正確性、確実性、有用性、合法性等いかなる保証も行いません。
2. 本サービスの提供の遅滞、変更、中止若しくは廃止、または本サービスを通じて登録、提供される情報等の流失若しくは消失等その他本サービスの利用に関連して利用者に損害が発生した場合は、弊社の故意または重過失による場合を除き、一切責任を負いません。弊社の故意または重過失による損害賠償額については、利用者が弊社に支払ったサービス利用料金を限度として損害賠償責任を負うものとします。
3. 弊社は、本サービスの利用に供する装置、ソフトウェアまたは通信網の瑕疵、障害、動作不良、または不具合により、利用者に損害が生じたときであってもその一切の責任を負わないものとします。
4. 弊社は、本サービスにおいて、全利用者及び第三者間で生じたトラブル（違法又は公序良俗に反する行為の提案、名誉毀損、侮辱、プライバシー侵害、肖像権侵害、詐欺、脅迫、誹謗中傷、いやがらせ等）に関して、一切の責任を負わないものとします。
この場合、他の本サービス利用者または第三者が弊社に対して責任を追及したために弊社が防御費用（弁護士報酬および訴訟費用を含む。）、損害賠償金の支払い、和解金の支払いその他の損害を被りまたは費用の支出をしたときは、利用者は、直ちに、弊社の損害および支出した費用を補償するものとします。




第10章　[ 雑則 ]

第34条　著作権等の知的財産権

1. 弊社が提供する本サービス上で、弊社が掲示した情報等に関する著作権等の知的財産権は、別段の定めのない限りすべて弊社に帰属し、弊社の許可がない限り本契約により作成、運営されるウェブサイト以外で利用することはできないものとします。
2. 利用者が除名および利用資格の停止、取り消しとなった場合であっても、それ以前に提供した情報の権利は前項によるものとします。
3. 利用者は、第三者が著作権、商標権、意匠権等の知的所有権を有する著作物、標章、サービスマーク、デザイン、表示等を弊社が提供する本サービス上のウェブサイトに掲載する場合は、利用者が当該知的所有権保持者より許諾を得る必要があり、弊社はこれについて一切関与しないものとします。
4. 前項に違反して問題が発生した場合、利用者は自己の費用と責任においてかかる問題を解決するとともに、弊社に何等の損害を与えないものとします。
第三者が弊社に対して責任を追及したために弊社が防御費用（弁護士報酬および訴訟費用を含む。）、損害賠償金の支払い、和解金の支払いその他の損害を被りまたは費用の支出をしたときは、利用者は、直ちに、弊社の損害および支出した費用を補償するものとします。
5. 利用者が自己が作成したウェブサイト等に関する著作権を第三者に譲渡する場合、利用者は、当該第三者をして本条に定める内容を承諾させるものとします。


第35条　準拠法

本規約の成立、効力、履行および解釈に関しては、日本国法が適用されるものとします。


第36条　協議および管轄裁判所

1. 本規約の解釈を巡って疑義が生じた場合、弊社は合理的な範囲でその解釈を決定できるものとします。
2. 弊社と利用者との間におけるすべての紛争については、弊社本社所在地を管轄する地方裁判所または簡易裁判所を第1審の専属管轄裁判所とすることを予め合意します。


附則

本規約は2012年4月2日より発効。
2012年7月13日改定発効。
2013年6月4日改定発効。








「ドメイン取得サービス」利用規約

第1章　[ 総則 ]

第1条　定義等

本規約はエックスサーバー株式会社（以下、「弊社」）が提供するホスティングサービス「エックスサーバー」のドメイン取得サービス（以下、「本サービス」）の利用に対して適用されます。


第2条　規約の適用及び変更

1.利用者は新規利用、および利用継続中において、本規約に同意されているものとみなします。
本規約に同意いただけない場合には、本サービスを利用することができません。
2. 弊社がオンラインまたはその他の手段を通じ、随時利用者に対して発表する諸規定は本規約の一部を構成するものとします。
3. 弊社は、利用者の了解を得ることなく本規約をいつでも変更、追加、削除することができるものとします。
この場合、変更後の本規約は本サービスのウェブサイト上に掲示した時点より効力を発するものとします。
4. 本規約の変更があった場合、弊社が合理的と判断する方法により利用者に通知します。
本規約に変更がなされたことが通知された後に利用者が本サービスの利用を継続した場合は、本規約の変更を承諾したものとみなします。
5. 利用者は、本規約に定める事項を守るほか、レジストリおよびレジストラ（以下、両者をあわせて「上位組織」）が定める、諸規則、指針、ポリシーその他の取り決めならびにドメイン名に関する紛争処理方針（以下、上位組織の諸規則等を「上位規定」、この規約を含め総括して「規定等」） に従うことに同意したものとし、それらの規定等が変更されたときも、変更後の規定に従うことにあらかじめ同意したこととします。
また規定等は、本規約に優先する効力を有することとします。


第3条　サービスの内容

1. 本サービスは独自ドメインの取得・管理・移管サービスを提供するものです。
2. 本サービスは複数のプランで構成されます。
プランの内容は別途本サービスのウェブサイト上のサービス内容を定める表に従うものとします。
ただし、弊社は、プランの構成または内容を任意に変更する場合があります。
弊社が、プランの構成または内容の変更を行う場合、第2条の「規約の適用及び変更」に準じた手続きで変更を行うものとします。




第2章　[ 利用申し込み等 ]

第4条　利用申込

1. 利用者は、本規約を承諾の上、弊社が指定する手続きに基づき本サービスの利用を申し込むものとします。
2. 利用者による初回料金の支払いを弊社が確認した時点で、申し込みを承認したものとします。
3. 弊社は、利用者に申込み内容に関して本人確認等のための資料のご提出を求めることがあります。


第5条　利用申し込みの取り消し・拒否

1. 本契約の申込み後、利用者が以下の各号のいずれかに該当することが判明した場合、弊社は何らの通知、催告することなく、本契約を取消すとともに利用者の登録したデータ等をサーバから削除することができるものとします。
利用者が以下の各号のいずれかに該当し、それにより、弊社または第三者が損害を被った場合、利用者は弊社または第三者に対して、弊社または第三者が被った損害を賠償するものとします。
（１）　過去に本規約違反等により、利用者に対し利用資格の取消し、除名処分が行なわれていることが判明した場合
（２）　弊社の指定する通りに利用の申込みの手続きを行わなかった場合
（３）　利用者登録において、虚偽の情報を登録した場合
（４）　利用者が本サービス利用することにより本サービス、システムの運営上、その妨げとなる可能性があると弊社が判断した場合
（５）　弊社の競合他社等が弊社の業務内容を調査する目的で契約を行おうとしていることが判明した場合
（６）　利用者の故意又は過失によって弊社に何らかの不利益が生じた場合
（７）　利用者が本サービスの運営を妨害した場合
（８）　利用者が本サービスに掲載されている情報の改竄を行った場合
（９）　利用者がIDおよびパスワードを不正に使用した場合
（１０）　利用者が本サービスを弊社の許可なく他の本サービスの利用者または第三者に使用させた場合
（１１）　利用者が本規約で規定する禁止行為を行った場合
（１２）　利用者が本規約のいずれかの条項に違反した場合
（１３）　その他、弊社が独自の判断基準で利用者の本サービスの利用が弊社および当該利用者以外の利用者に不利益であると判断した
（１４）　その他、上位組織が不適当と認めた場合
（１５）　弊社の提供している他サービスにおいて規約違反を行った場合

2. 弊社による本契約の取消しを行った場合、利用者に生じたいかなる損害に対しても、弊社は一切責任を負わないものとします。

3. 上位組織が、当該ドメイン名の登録を拒否する場合は、利用者の当該ドメイン登録を断ることができるものとします。
この場合においては、弊社に対し、弊社の定める手数料を支払うものとします。


第6条　変更の届け出

1. 利用者は申込み時に申告した内容に変更があった場合、直ちに会員専用ページにて、利用者自身でその変更を行うものとし、弊社へメール又はお問い合わせフォームを通じての内容変更依頼は無効とします。
2. 前項による変更手続きが行えない事項は、弊社所定の手続きに従い、速やかに変更を行うものとします。


第7条　利用の停止

1. 以下の各号のいずれかに該当する場合、弊社は理由の如何に関わらず利用者に対する本サービスの提供をただちに中止し、利用者に対しIDの停止処分または除名処分を行うものとします。
また、本規約違反により弊社に損害を与えた場合には弊社が利用者に対し損害賠償請求することができます。
（１）　利用者が弊社に対して虚偽の申告をした場合
（２）　利用者が本規約に違反する行為を行った場合
（３）　利用者が本規約第19条「禁止事項」に定める内容に抵触する行為をした又はするおそれがあると弊社が判断した場合
（４）　本規約に違反した利用者と同一の利用者による利用であると弊社が判断した場合
（５）　その他弊社が利用者の本サービスの利用について不適切と判断した場合

2. 前項に基づいてサービスの提供を中止したことにより利用者に生じた損害等については、弊社は一切責任を負わないものとします。


第8条　登録および使用の制限

1. 以下の各号のいずれかに該当する場合には、上位組織または弊社が、登録者のドメイン名の登録を停止、取消、移転、修正する権利を保持することを、利用者はあらかじめ承諾したものとみなします。
（１）　登録者が上位規定、紛争処理方針または本約款に違反した場合
（２）　上位組織の規定等に基づき、正当な手続を経て要求または許可された場合
（３）　ドメイン名登録の停止、取消、移転、修正に関する各国の法令に基づく場合
（４）　レジストリまたはレジストラによるエラー修正としてなされる場合
（５）　ドメイン名に関する紛争を解決するためになされる場合

2.弊社は、ドメイン名の登録または使用が前項各号のいずれかの事項に該当するおそれがあると判断する場合、一定期間、登録手続を中止しまたはドメイン名の使用を停止させて、その有無について検討することがあります。
ただし、その検討の過程および結果の詳細について、弊社が利用者に開示する義務はないものとします。

3.前2項による登録申請の拒否、登録手続の中止、ドメイン名使用の一時停止、移転、または抹消について、利用者が異議申立 (訴訟の提起を含む) をすることはできないものとします。


第9条　利用者による解約

1. 利用者は本サービスにおける利用契約を解約する場合、弊社が提供する会員専用ページより届け出るものとします。
2. 本サービスを解約する場合、当該ドメインの利用期限日をもって本契約の解約とします。
3. 前項の場合において、その利用中に係る利用者の一切の債務は、利用契約の解約があった後においてもその債務が履行されるまでは消滅しないものとします。
4. 既に弊社に支払った全ての料金の返還は一切行われないものとし、利用者はこれを了承します。
5. 解約時、データのバックアップ等は利用者の自己責任において行うものとし、弊社は解約後のデータ保持に関して何ら関与しないものとし、弊社は一切その責任を負わないものとします。


第10条　弊社からの通知等

1. 弊社が通知等を行う必要があると判断した場合、電子メール、書面または弊社のサイトに掲載するなど、弊社が適当と判断する方法により随時通知等するものとします。
2. 前項における電子メールの通知にあたっては、利用者が登録している電子メールアドレスを通知先アドレスとします。
3. 弊社が前項の通知等を本サービスのウェブサイト上で行う場合は、当該通知等を本サービスのウェブサイトに掲載した日をもって、利用者に当該通知等が到達したものとみなします。
また、電子メールによって通知等を行う場合には、弊社が利用者に対して電子メールを発信した時点をもって、利用者に当該通知等が到達したものとみなします。


第11条　提供範囲

弊社は、利用者ごとに本サービスの提供範囲の制限を設定または変更することがあります。




第3章　[ 利用料金について ]

第12条　利用料金

本サービスの初期費用、各種利用料金、オプション料金、諸費用などのほか、本規約に定めのない料金等の算定方法等は、弊社が本サービスのウェブサイト上で別途定め、または通知するとおりとします。


第13条　契約期間

1. 本サービスの契約期間は、弊社を通じて上位組織によりドメイン名が登録され、もしくは弊社へのドメイン登録業者変更により、弊社にその事実が記録された日から起算し、ドメインの種類ごとに本サービスのウェブサイトに記載している期間とします。
2. 弊社又は利用者が、契約期限日の30日前までに、契約を更新しなかった場合には、当該ドメインの契約期限日をもって本契約の解約とします。
ただし、契約期限日の30日前の時点において解約申請がなされておらず、かつカード自動引き落としによる設定が行われている当該ドメインにおいては、料金の引き落としの確認をもって自動的に契約期間の更新が行われるものとします。
この場合は利用者の意思による契約期間の更新とみなし、更新期間の料金の返金等には対応することはできません。
3. 契約期限日までの日数が30日を切ってからの契約の更新は正常に受け付けることができない場合があります。




第4章　[ 本サービスの中止・停止等 ]

第14条　本サービスの内容の変更および停止、中止

弊社は、利用者への事前の通知を行わずに本サービスの内容の変更、または本サービスの停止もしくは中止をすることがあります。
この変更、停止、中止などについては、弊社が合理的と判断する手段を通じて発表するものとします。


第15条　本サービスの一時的な中断

弊社は、安定した運営に最善を尽くしていますが、以下の各号のいずれかに該当する場合には、利用者に事前に通知することなく一時的に本サービスを中断する場合があります。
また、弊社は以下の各号のいずれかに該当する事由により本サービスの提供の遅延または中断が発生したとしても、これに起因する利用者または他の第三者が被った損害について一切の責任を負いません。
この場合、弊社は返金も一切致しません。

（１）　サーバ、通信回線もしくはその他の設備の故障、障害の発生またはその他の事由により本サービスの提供ができなくなった場合
（２）　システム(サーバ、通信回線や電源、それらを収容する建築物などを含む)の保守、点検、修理、変更を定期的にまたは緊急に行う場合
（３）　火災、停電などにより本サービスの提供ができなくなった場合
（４）　地震、噴火、洪水、津波などの天災により本サービスの提供ができなくなった場合
（５）　戦争、変乱、暴動、騒乱、労働争議等その他不測の事態により本サービスの提供ができなくなった場合
（６）　法令による規制、司法命令等が適用された場合
（７）　その他、運用上、技術上弊社が本サービスの一時的な中断を必要と判断した場合


第16条　本サービスの廃止

1. 弊社は、業務上の都合により、利用者に対して提供している本サービスの全部または一部を廃止することがあります。
2. 弊社は、前項において定める本サービスの廃止を行う場合には、その1カ月前までにその旨を弊社が適当と判断する方法により利用者に通知します。
3. 弊社は、本サービスの廃止により利用者に生じた損害について、一切の責任を負いません。




第5章　[ 利用上の責務 ]

第17条　利用者の設備等

利用者は、本サービスを利用する為に必要な通信機器やソフトウェア、通信回線などのすべてを利用者の責任と利用者の費用で準備し、操作、接続等をするものとします。


第18条　IDおよびパスワードの管理責任

1. 利用者が登録したIDおよびパスワードは利用者本人のみが使用することができ、他の本サービス利用者または第三者に使用させること等は一切できません。
2. 利用者は、本規約に基づき登録したIDおよびパスワードの管理、使用についての責任を持つものとし、第三者によりIDおよびパスワードの不正使用等があった場合、利用者が一切の責任を負うものとします。
3. 弊社は、利用者の前二項に反する行為が判明した場合または弊社が利用者の行為が前項に反する行為と判断した場合、事前の通知なしに当該利用者のIDおよびパスワードを使用停止できるものとします。
また、緊急を要する場合、弊社は利用者の承諾なしにIDおよびパスワードを削除できるものとします。
その場合、利用者が本サービスを利用できず損害が発生しても、弊社は一切の責任を負わないものとします。
4. 弊社はIDおよびパスワード等の電話による問い合わせに関して、問合せ者が利用者自身であっても、電話による回答はしないものとします。
5. 弊社は利用者からのIDおよびパスワード等の問合せに対して、本人確認等のため、弊社の定める通信方法により回答するものとします。
この場合、弊社は利用者に対して本人確認等のための資料のご提出を求めることがあります。


第19条　禁止事項

利用者は本サービスを利用するにあたり、以下の各号のいずれかに該当する行為またはそのおそれがある行為をすることはできません。

（１）　他の本サービスの利用者、第三者または弊社の知的財産権（著作権、意匠権、特許権、実用新案権、商標権、工業所有権等）及びその他の権利を侵害する行為、また侵害するおそれのある行為
（２）　他の本サービスの利用者、第三者または弊社の財産、信用、名誉、プライバシー、肖像権を侵害する行為、または侵害するおそれのある行為
（３）　他の本サービスの利用者または第三者の身体、生命、自由、名誉、財産等に対して害悪を加える旨の情報等を掲載する行為
（４）　他の本サービスの利用者、第三者または弊社に不利益を与える行為、またはそのおそれのある行為
（５）　他の本サービスの利用者、弊社がコミュニティ運営を委託した者、第三者または弊社を誹謗中傷する行為、または不快感を抱かせる行為
（６）　 他の本サービス利用者または第三者の個人情報を売買または譲受にあたる行為、またはそれらのおそれのある行為
（７）　公序良俗に反する行為やそのおそれのある行為、またはそれを助長する行為
（８）　公序良俗に反する情報を他の本サービス利用者もしくは第三者に提供する行為
（９）　自殺または自傷行為を肯定・勧誘あるいは助長する行為
（１０）　自殺、殺人の方法などを掲載する行為
（１１）　猥褻な表現を含む情報、または公衆に羞恥心を抱かせるおそれのある情報、その他公衆の射幸心を仰ぐ情報を掲載し、または他の利用者もしくは第三者に提供する行為
（１２）　不倫・援助交際・売春・買春等の勧誘行為
（１３）　未成年者にとって有害と認められる情報の売買、譲受または掲載する行為、それらを助長する行為
（１４）　人の死体、裸体、児童ポルノ、人を殺傷する現場もしくは児童虐待に相当するおそれのある画像または動画を掲載する行為
（１５）　法令に違反する行為や犯罪的行為、もしくはそのおそれのある行為、あるいはそれを幇助・勧誘する行為
（１６）　無限連鎖講（ネズミ講）を開設し、またはこれを勧誘する行為
（１７）　本サービス及びその他弊社が提供するサービスの運営を妨げる行為、または弊社の信用・名誉等を毀損する行為
（１８）　コンピューターウィルス等有害なプログラム、コード、ファイルを、本サービスを通じて、または本サービスに関連して使用する、もしくは提供する行為
（１９）　他人になりすまして情報を送信、受信または表示する行為
（２０）　弊社の本サービスを利用して無差別または大量に不特定多数の者に対してその意思に反しEメール、コメント、トラックバック等を送信する行為、または事前に承認していない多数の送信先に対するEメール情報配信行為
（２１）　IPアドレス、アカウント、ログインID、パスワード、Eメールアドレス、及びドメイン名を不正に使用、譲渡または貸与する行為
（２２）　利用者が本サービスを利用して、本サービスに定めるサービスと同様のサービスを、有償無償を問わず第三者に提供もしくは再販売、あるいは転売する行為
（２３）　本サービスおよびその他弊社が提供する各種サービスの信用・名誉等を傷つける行為、またはそのおそれのある行為
（２４）　インターネット上で、他の本サービス利用者、第三者若しくは弊社が入力した情報を不正に改ざんする行為
（２５）　他の本サービスの利用者、第三者または弊社のサーバその他コンピュータに不正にアクセスする行為
（２６）　サーバーまたはネットワークへ著しく負荷をかける行為
（２７）　プログラムのバグ等の不具合の利用または悪用をする行為
（２８）　本サービスにおいて、事実に反する、またはそのおそれのある情報を提供する行為
（２９）　公職選挙法に違反する行為
（３０）　虚偽の情報で利用者登録を行う行為
（３１）　無限連鎖講（ねずみ講）、マルチ商法、またはそれらに類似するもの、それらのおそれのあるものと弊社が判断する内容を掲載する行為
（３２）　バナーやリンク、他のサイトからの文章の引用または転載、キーワードの羅列などの、転載行為が主となる記事を掲載する行為
（３３）　プログラムによってブログ、記事、コメント、トラックバックを自動生成、自動投稿、自動送信する行為
（３４）　本規約のいずれかの条項に違反する行為
（３５）　その他、弊社が不適切と判断する行為


第20条　利用者の義務および責任

利用者は、本契約を理解しその履行に努めこれを厳守するものとします。
利用者の運営するウェブサイトにて、利用者の不注意によって発生した事故及び損害は、利用者が全ての責任を負い、弊社は一切の責任を負わないものとします。 


第21条　利用権譲渡等の禁止

利用者は、弊社の承諾なしに本サービスの会員として有する権利を第三者に転売、再販売、譲渡、使用、もしくはこれに類する行為、または質権の設定等その他担保に供する行為等はできないものとします。


第22条　情報の削除

1. 次の各号に定める場合、弊社は、利用者が本サービスを通じオンライン上に掲載した情報を削除できるものとします。
この場合、弊社が事前または事後に合理的と判断する手段により通知を行うものとします。
（１）　掲載内容が本規約に定める禁止行為、または本規約のいずれかの条項に違反すると弊社が判断した場合
（２）　利用者によって、登録された情報の容量が弊社所定の容量を超過した場合
（３）　その他弊社が法律及び社会通念に従って当該情報を削除する必要があると合理的に判断した場合

2. 利用者が、オンライン上に掲載した情報に関する全ての責任は利用者にあり、弊社は前項に関して情報を監視・削除する義務を負うものではない為、弊社が情報を削除しなかったことにより利用者或いは第三者が被った損害について、弊社は一切責任を負わないものとします。




第6章　[ 弊社の義務 ]

第23条　本サービス提供の責任

弊社は、本サービス用設備を本サービスが円滑に提供されるよう維持運営することに努めます。
但し、不測の事態により本サービスが利用できないような場合があることを利用者は予め了承するものとします。

 
第24条　利用者間の情報

1. 本サービスを通じて他の本サービス利用者等との間で直接なされた情報の授受、およびそれに付随して行われる行為について弊社は一切責任を負いません。
2. 本サービス利用者同士、または利用者と第三者間のトラブルに対して弊社は一切責任を負いません。


第25条　個人情報等の保護及び法令遵守

1. 弊社は、個人情報等を、原則として利用者本人以外の者に開示、提供せず、本サービスの提供のために必要な範囲を超えて利用しません。
弊社が取得した利用者の個人情報は、別途定めるプライバシーポリシーに従って取り扱われます。
2. 弊社は、刑事訴訟法第218条(令状による捜索)その他同法の定めに基づく強制の処分が行われた場合には、当該法令及び令状に定める範囲で前項の守秘義務を負わないものとします。
3. 弊社は、警察官、検察官、検察事務官、国税職員、麻薬取締官、弁護士会、裁判所等の法律上照会権限を有する者から照会を受けた場合、緊急避難または正当防衛に該当すると弊社が判断するときは、法令に基づき必要と認められる範囲内で個人情報等の照会に応じることができます。
4. 弊社は、サーバ設備の故障その他のトラブル等に対処するため、利用者のデータを複写する場合があります。
かかる場合があることを利用者は予め了承するものとします。




第7章　[ 損害賠償等 ]

第26条　損害賠償

1. 弊社は、利用者に対し、本サービスの利用により発生した一切の損害について、原則としていかなる責任も負わないものとし、当該損害の賠償をする義務もないものとします。
万一、弊社の故意または重過失が理由で利用者に損害が発生した場合は、利用者が弊社に支払ったサービス利用料金を限度として損害賠償責任を負うものとします。
2. 弊社が利用者の登録、掲載した情報を削除し、利用者の資格を停止、抹消し、本サービスを停止、中断、中止等したことにつき、弊社は事由のいかんを問わず一切の損害賠償義務を負わないものとします。
3. 利用者が本サービスの利用によって他の本サービス利用者または第三者に対して損害を与えた場合、利用者は自己の責任と費用をもって解決し、弊社に損害を与えることのないものとします。
この場合、他の本サービス利用者または第三者が弊社に対して責任を追及したために弊社が防御費用（弁護士報酬および訴訟費用を含む。）、損害賠償金の支払い、和解金の支払いその他の損害を被りまたは費用の支出をしたときは、利用者は、直ちに、弊社の損害および支出した費用を補償するものとします。
4. 利用者がメールの大量配信を行ったことにより、本サービスの運営に影響が生じた場合、弊社は「威力業務妨害」等による刑事告発又は損害賠償の請求を行うことができるものとします。
5. 利用者が本規約に反した行為、または不正もしくは違法な行為によって弊社に損害を与えた場合、弊社は利用者に対して損害賠償の請求を行うことができるものとします。


第27条　免責事項

1. 弊社は、本サービスの内容、および、利用者が本サービスを通じて得る情報、情報の利用により得た成果等について、その完全性、正確性、確実性、有用性、合法性等いかなる保証も行いません。
2. 本サービスの提供の遅滞、変更、中止若しくは廃止、または本サービスを通じて登録、提供される情報等の流失若しくは消失等その他本サービスの利用に関連して利用者に損害が発生した場合は、弊社の故意または重過失による場合を除き、一切責任を負いません。弊社の故意または重過失による損害賠償額については、利用者が弊社に支払ったサービス利用料金を限度として損害賠償責任を負うものとします。
3. 弊社は、本サービスの利用に供する装置、ソフトウェアまたは通信網の瑕疵、障害、動作不良、または不具合により、利用者に損害が生じたときであってもその一切の責任を負わないものとします。
4. 弊社は、本サービスにおいて、全利用者及び第三者間で生じたトラブル（違法又は公序良俗に反する行為の提案、名誉毀損、侮辱、プライバシー侵害、肖像権侵害、詐欺、脅迫、誹謗中傷、いやがらせ等）に関して、一切の責任を負わないものとします。
この場合、他の本サービス利用者または第三者が弊社に対して責任を追及したために弊社が防御費用（弁護士報酬および訴訟費用を含む。）、損害賠償金の支払い、和解金の支払いその他の損害を被りまたは費用の支出をしたときは、利用者は、直ちに、弊社の損害および支出した費用を補償するものとします。




第8章　[ 雑則 ]

第28条　著作権等の知的財産権

1. 弊社が提供する本サービス上で、弊社が掲示した情報等に関する著作権等の知的財産権は、別段の定めのない限りすべて弊社に帰属し、弊社の許可がない限り本契約により作成、運営されるウェブサイト以外で利用することはできないものとします。
2. 利用者が除名および利用資格の停止、取り消しとなった場合であっても、それ以前に提供した情報の権利は前項によるものとします。
3. 利用者は、第三者が著作権、商標権、意匠権等の知的所有権を有する著作物、標章、サービスマーク、デザイン、表示等を弊社が提供する本サービス上のウェブサイトに掲載する場合は、利用者が当該知的所有権保持者より許諾を得る必要があり、弊社はこれについて一切関与しないものとします。
4. 前項に違反して問題が発生した場合、利用者は自己の費用と責任においてかかる問題を解決するとともに、弊社に何等の損害を与えないものとします。
第三者が弊社に対して責任を追及したために弊社が防御費用（弁護士報酬および訴訟費用を含む。）、損害賠償金の支払い、和解金の支払いその他の損害を被りまたは費用の支出をしたときは、利用者は、直ちに、弊社の損害および支出した費用を補償するものとします。
5. 利用者が自己が作成したウェブサイト等に関する著作権を第三者に譲渡する場合、利用者は、当該第三者をして本条に定める内容を承諾させるものとします。


第29条　準拠法

本規約の成立、効力、履行および解釈に関しては、日本国法が適用されるものとします。


第30条　協議および管轄裁判所

1. 本規約の解釈を巡って疑義が生じた場合、弊社は合理的な範囲でその解釈を決定できるものとします。
2. 弊社と利用者との間におけるすべての紛争については、弊社本社所在地を管轄する地方裁判所または簡易裁判所を第1審の専属管轄裁判所とすることを予め合意します。


附則

本規約は2012年4月2日より発効。
2013年6月4日改定発効。









「SSL証明書サービス」利用規約

第1章　[ 総則 ]

第1条　定義等

本規約はエックスサーバー株式会社（以下、「弊社」）が提供するホスティングサービス「エックスサーバー」のSSL証明書サービス（以下、「本サービス」）の利用に対して適用されます。


第2条　規約の適用及び変更

1.利用者は新規利用、および利用継続中において、本規約に同意されているものとみなします。
本規約に同意いただけない場合には、本サービスを利用することができません。
2. 弊社がオンラインまたはその他の手段を通じ、随時利用者に対して発表する諸規定は本規約の一部を構成するものとします。
3. 弊社は、利用者の了解を得ることなく本規約をいつでも変更、追加、削除することができるものとします。
この場合、変更後の本規約は本サービスのウェブサイト上に掲示した時点より効力を発するものとします。
4. 本規約の変更があった場合、弊社が合理的と判断する方法により利用者に通知します。
本規約に変更がなされたことが通知された後に利用者が本サービスの利用を継続した場合は、本規約の変更を承諾したものとみなします。


第3条　サービスの内容

1. 本サービスは利用者に独自ドメインや指定サブドメインで利用できるSSL証明書を提供するものです。
2. 本サービスは複数のプランで構成されます。
プランの内容は別途本サービスのウェブサイト上のサービス内容を定める表に従うものとします。
ただし、弊社は、プランの構成または内容を任意に変更する場合があります。
弊社が、プランの構成または内容の変更を行う場合、第2条の「規約の適用及び変更」に準じた手続きで変更を行うものとします。




第2章　[ 利用申し込み等 ]

第4条　利用申込

1. 利用者は、本規約を承諾の上、弊社が指定する手続きに基づき本サービスの利用を申し込むものとします。
2. 利用者による初回料金の支払いを弊社が確認した時点で、申し込みを承認したものとします。
3. 弊社は、利用者に申込み内容に関して本人確認等のための資料のご提出を求めることがあります。


第5条　利用申し込みの取り消し・拒否

1. 本契約の申込み後、利用者が以下の各号のいずれかに該当することが判明した場合、弊社は何らの通知、催告することなく、本契約を取消すとともに利用者の登録したデータ等をサーバから削除することができるものとします。
利用者が以下の各号のいずれかに該当し、それにより、弊社または第三者が損害を被った場合、利用者は弊社または第三者に対して、弊社または第三者が被った損害を賠償するものとします。
（１）　過去に本規約違反等により、利用者に対し利用資格の取消し、除名処分が行なわれていることが判明した場合
（２）　弊社の指定する通りに利用の申込みの手続きを行わなかった場合
（３）　利用者登録において、虚偽の情報を登録した場合
（４）　利用者が本サービス利用することにより本サービス、システムの運営上、その妨げとなる可能性があると弊社が判断した場合
（５）　弊社の競合他社等が弊社の業務内容を調査する目的で契約を行おうとしていることが判明した場合
（６）　利用者の故意又は過失によって弊社に何らかの不利益が生じた場合
（７）　利用者が本サービスの運営を妨害した場合
（８）　利用者が本サービスに掲載されている情報の改竄を行った場合
（９）　利用者がIDおよびパスワードを不正に使用した場合
（１０）　利用者が本サービスを弊社の許可なく他の本サービスの利用者または第三者に使用させた場合
（１１）　利用者が本規約で規定する禁止行為を行った場合
（１２）　利用者が本規約のいずれかの条項に違反した場合
（１３）　その他、弊社が独自の判断基準で利用者の本サービスの利用が弊社および当該利用者以外の利用者に不利益であると判断した場合
（１４）　その他、上位組織が不適当と認めた場合
（１５）　弊社の提供している他サービスにおいて規約違反を行った場合

2. 弊社による本契約の取消しを行った場合、利用者に生じたいかなる損害に対しても、弊社は一切責任を負わないものとします。
3. SSL証明書の発行会社の審査状況によって、利用者のSSL証明書の申し込みを断ることができるものとします。この場合においては、弊社に対し、弊社の定める手数料を支払うものとします。


第6条　変更の届け出

1. 利用者は申込み時に申告した内容に変更があった場合、直ちに会員専用ページにて、利用者自身でその変更を行うものとし、弊社へメール又はお問い合わせフォームを通じての内容変更依頼は無効とします。
2. 前項による変更手続きが行えない事項は、弊社所定の手続きに従い、速やかに変更を行うものとします。


第7条　利用の停止

1. 以下の各号のいずれかに該当する場合、弊社は理由の如何に関わらず利用者に対する本サービスの提供をただちに中止し、利用者に対しIDの停止処分または除名処分を行うものとします。
また、本規約違反により弊社に損害を与えた場合には弊社が利用者に対し損害賠償請求することができます。
（１）　利用者が弊社に対して虚偽の申告をした場合
（２）　利用者が本規約に違反する行為を行った場合
（３）　利用者が本規約第18条「禁止事項」に定める内容に抵触する行為をした又はするおそれがあると弊社が判断した場合
（４）　本規約に違反した利用者と同一の利用者による利用であると弊社が判断した場合
（５）　その他弊社が利用者の本サービスの利用について不適切と判断した場合

2. 前項に基づいてサービスの提供を中止したことにより利用者に生じた損害等については、弊社は一切責任を負わないものとします。


第8条　利用者による解約

1. 利用者は本サービスにおける利用契約を解約する場合、弊社が提供する会員専用ページより届け出るものとします。
2. 本サービスを解約する場合、当該SSL証明書の契約終了日をもって本契約の解約とします。
3. 前項の場合において、その利用中に係る利用者の一切の債務は、利用契約の解約があった後においてもその債務が履行されるまでは消滅しないものとします。
4. 既に弊社に支払った全ての料金の返還は一切行われないものとし、利用者はこれを了承します。
5. 解約時、データのバックアップ等は利用者の自己責任において行うものとし、弊社は解約後のデータ保持に関して何ら関与しないものとし、弊社は一切その責任を負わないものとします。


第9条　弊社からの通知等

1. 弊社が通知等を行う必要があると判断した場合、電子メール、書面または弊社のサイトに掲載するなど、弊社が適当と判断する方法により随時通知等するものとします。
2. 前項における電子メールの通知にあたっては、利用者が登録している電子メールアドレスを通知先アドレスとします。
3. 弊社が前項の通知等を本サービスのウェブサイト上で行う場合は、当該通知等を本サービスのウェブサイトに掲載した日をもって、利用者に当該通知等が到達したものとみなします。
また、電子メールによって通知等を行う場合には、弊社が利用者に対して電子メールを発信した時点をもって、利用者に当該通知等が到達したものとみなします。


第10条　提供範囲

弊社は、利用者ごとに本サービスの提供範囲の制限を設定または変更することがあります。




第3章　[ 利用料金について ]

第11条　利用料金

本サービスの初期費用、各種利用料金、オプション料金、諸費用などのほか、本規約に定めのない料金等の算定方法等は、弊社が本サービスのウェブサイト上で別途定め、または通知するとおりとします。 


第12条　契約期間

1. 本サービスの契約期間は、当該SSL証明書が発行された日より、契約時に契約者が選択した料金支払対象期間が経過するまでとします。
2. 弊社又は利用者が、契約終了日の30日前までに、契約を更新しなかった場合には、当該SSL証明書の契約終了日をもって本契約の解約とします。
3. 契約終了日までの日数が30日を切ってからの契約の更新は正常に受け付けることができない場合があります。




第4章　[ 本サービスの中止・停止等 ]

第13条　本サービスの内容の変更および停止、中止

弊社は、利用者への事前の通知を行わずに本サービスの内容の変更、または本サービスの停止もしくは中止をすることがあります。
この変更、停止、中止などについては、弊社が合理的と判断する手段を通じて発表するものとします。 


第14条　本サービスの一時的な中断

弊社は、安定した運営に最善を尽くしていますが、以下の各号のいずれかに該当する場合には、利用者に事前に通知することなく一時的に本サービスを中断する場合があります。
また、弊社は以下の各号のいずれかに該当する事由により本サービスの提供の遅延または中断が発生したとしても、これに起因する利用者または他の第三者が被った損害について一切の責任を負いません。この場合、弊社は返金も一切致しません。

（１）　サーバ、通信回線もしくはその他の設備の故障、障害の発生またはその他の事由により本サービスの提供ができなくなった場合
（２）　システム(サーバ、通信回線や電源、それらを収容する建築物などを含む)の保守、点検、修理、変更を定期的にまたは緊急に行う場合
（３）　火災、停電などにより本サービスの提供ができなくなった場合
（４）　地震、噴火、洪水、津波などの天災により本サービスの提供ができなくなった場合
（５）　戦争、変乱、暴動、騒乱、労働争議等その他不測の事態により本サービスの提供ができなくなった場合
（６）　法令による規制、司法命令等が適用された場合
（７）　その他、運用上、技術上弊社が本サービスの一時的な中断を必要と判断した場合


第15条　本サービスの廃止

1. 弊社は、業務上の都合により、利用者に対して提供している本サービスの全部または一部を廃止することがあります。
2. 弊社は、前項において定める本サービスの廃止を行う場合には、その1カ月前までにその旨を弊社が適当と判断する方法により利用者に通知します。
3. 弊社は、本サービスの廃止により利用者に生じた損害について、一切の責任を負いません。




第5章　[ 利用上の責務 ]

第16条　利用者の設備等

利用者は、本サービスを利用する為に必要な通信機器やソフトウェア、通信回線などのすべてを利用者の責任と利用者の費用で準備し、操作、接続等をするものとします。


第17条　IDおよびパスワードの管理責任

1. 利用者が登録したIDおよびパスワードは利用者本人のみが使用することができ、他の本サービス利用者または第三者に使用させること等は一切できません。
2. 利用者は、本規約に基づき登録したIDおよびパスワードの管理、使用についての責任を持つものとし、第三者によりIDおよびパスワードの不正使用等があった場合、利用者が一切の責任を負うものとします。
3. 弊社は、利用者の前二項に反する行為が判明した場合または弊社が利用者の行為が前項に反する行為と判断した場合、事前の通知なしに当該利用者のIDおよびパスワードを使用停止できるものとします。
また、緊急を要する場合、弊社は利用者の承諾なしにIDおよびパスワードを削除できるものとします。
その場合、利用者が本サービスを利用できず損害が発生しても、弊社は一切の責任を負わないものとします。
4. 弊社はIDおよびパスワード等の電話による問い合わせに関して、問合せ者が利用者自身であっても、電話による回答はしないものとします。
5. 弊社は利用者からのIDおよびパスワード等の問合せに対して、本人確認等のため、弊社の定める通信方法により回答するものとします。
この場合、弊社は利用者に対して本人確認等のための資料のご提出を求めることがあります。


第18条　禁止事項

利用者は本サービスを利用するにあたり、以下の各号のいずれかに該当する行為またはそのおそれがある行為をすることはできません。

（１）　他の本サービスの利用者、第三者または弊社の知的財産権（著作権、意匠権、特許権、実用新案権、商標権、工業所有権等）及びその他の権利を侵害する行為、また侵害するおそれのある行為
（２）　他の本サービスの利用者、第三者または弊社の財産、信用、名誉、プライバシー、肖像権を侵害する行為、または侵害するおそれのある行為
（３）　他の本サービスの利用者または第三者の身体、生命、自由、名誉、財産等に対して害悪を加える旨の情報等を掲載する行為
（４）　他の本サービスの利用者、第三者または弊社に不利益を与える行為、またはそのおそれのある行為
（５）　他の本サービスの利用者、弊社がコミュニティ運営を委託した者、第三者または弊社を誹謗中傷する行為、または不快感を抱かせる行為
（６）　 他の本サービス利用者または第三者の個人情報を売買または譲受にあたる行為、またはそれらのおそれのある行為
（７）　公序良俗に反する行為やそのおそれのある行為、またはそれを助長する行為
（８）　公序良俗に反する情報を他の本サービス利用者もしくは第三者に提供する行為
（９）　自殺または自傷行為を肯定・勧誘あるいは助長する行為
（１０）　自殺、殺人の方法などを掲載する行為
（１１）　猥褻な表現を含む情報、または公衆に羞恥心を抱かせるおそれのある情報、その他公衆の射幸心を仰ぐ情報を掲載し、または他の利用者もしくは第三者に提供する行為
（１２）　不倫・援助交際・売春・買春等の勧誘行為
（１３）　未成年者にとって有害と認められる情報の売買、譲受または掲載する行為、それらを助長する行為
（１４）　人の死体、裸体、児童ポルノ、人を殺傷する現場もしくは児童虐待に相当するおそれのある画像または動画を掲載する行為
（１５）　法令に違反する行為や犯罪的行為、もしくはそのおそれのある行為、あるいはそれを幇助・勧誘する行為
（１６）　無限連鎖講（ネズミ講）を開設し、またはこれを勧誘する行為
（１７）　本サービス及びその他弊社が提供するサービスの運営を妨げる行為、または弊社の信用・名誉等を毀損する行為
（１８）　コンピューターウィルス等有害なプログラム、コード、ファイルを、本サービスを通じて、または本サービスに関連して使用する、もしくは提供する行為
（１９）　他人になりすまして情報を送信、受信または表示する行為
（２０）　弊社の本サービスを利用して無差別または大量に不特定多数の者に対してその意思に反しEメール、コメント、トラックバック等を送信する行為、または事前に承認していない多数の送信先に対するEメール情報配信行為
（２１）　IPアドレス、アカウント、ログインID、パスワード、Eメールアドレス、及びドメイン名を不正に使用、譲渡または貸与する行為
（２２）　利用者が本サービスを利用して、本サービスに定めるサービスと同様のサービスを、有償無償を問わず第三者に提供もしくは再販売、あるいは転売する行為
（２３）　本サービスおよびその他弊社が提供する各種サービスの信用・名誉等を傷つける行為、またはそのおそれのある行為
（２４）　インターネット上で、他の本サービス利用者、第三者若しくは弊社が入力した情報を不正に改ざんする行為
（２５）　他の本サービスの利用者、第三者または弊社のサーバその他コンピュータに不正にアクセスする行為
（２６）　サーバーまたはネットワークへ著しく負荷をかける行為
（２７）　プログラムのバグ等の不具合の利用または悪用をする行為
（２８）　本サービスにおいて、事実に反する、またはそのおそれのある情報を提供する行為
（２９）　公職選挙法に違反する行為
（３０）　虚偽の情報で利用者登録を行う行為
（３１）　無限連鎖講（ねずみ講）、マルチ商法、またはそれらに類似するもの、それらのおそれのあるものと弊社が判断する内容を掲載する行為
（３２）　バナーやリンク、他のサイトからの文章の引用または転載、キーワードの羅列などの、転載行為が主となる記事を掲載する行為
（３３）　プログラムによってブログ、記事、コメント、トラックバックを自動生成、自動投稿、自動送信する行為
（３４）　本規約のいずれかの条項に違反する行為
（３５）　その他、弊社が不適切と判断する行為


第19条　利用者の義務および責任

利用者は、本契約を理解しその履行に努めこれを厳守するものとします。
利用者の運営するウェブサイトにて、利用者の不注意によって発生した事故及び損害は、利用者が全ての責任を負い、弊社は一切の責任を負わないものとします。 


第20条　利用権譲渡等の禁止

利用者は、弊社の承諾なしに本サービスの会員として有する権利を第三者に転売、再販売、譲渡、使用、もしくはこれに類する行為、または質権の設定等その他担保に供する行為等はできないものとします。 


第21条　情報の削除

1. 次の各号に定める場合、弊社は、利用者が本サービスを通じオンライン上に掲載した情報を削除できるものとします。
この場合、弊社が事前または事後に合理的と判断する手段により通知を行うものとします。
（１）　掲載内容が本規約に定める禁止行為、または本規約のいずれかの条項に違反すると弊社が判断した場合
（２）　利用者によって、登録された情報の容量が弊社所定の容量を超過した場合
（３）　その他弊社が法律及び社会通念に従って当該情報を削除する必要があると合理的に判断した場合
2. 利用者が、オンライン上に掲載した情報に関する全ての責任は利用者にあり、弊社は前項に関して情報を監視・削除する義務を負うものではない為、弊社が情報を削除しなかったことにより利用者或いは第三者が被った損害について、弊社は一切責任を負わないものとします。




第6章　[ 弊社の義務 ]

第22条　本サービス提供の責任

弊社は、本サービス用設備を本サービスが円滑に提供されるよう維持運営することに努めます。
但し、不測の事態により本サービスが利用できないような場合があることを利用者は予め了承するものとします。 


第23条　利用者間の情報

1. 本サービスを通じて他の本サービス利用者等との間で直接なされた情報の授受、およびそれに付随して行われる行為について弊社は一切責任を負いません。
2. 本サービス利用者同士、または利用者と第三者間のトラブルに対して弊社は一切責任を負いません。


第24条　個人情報等の保護及び法令遵守

1. 弊社は、個人情報等を、原則として利用者本人以外の者に開示、提供せず、本サービスの提供のために必要な範囲を超えて利用しません。
弊社が取得した利用者の個人情報は、別途定めるプライバシーポリシーに従って取り扱われます。
2. 弊社は、刑事訴訟法第218条(令状による捜索)その他同法の定めに基づく強制の処分が行われた場合には、当該法令及び令状に定める範囲で前項の守秘義務を負わないものとします。
3. 弊社は、警察官、検察官、検察事務官、国税職員、麻薬取締官、弁護士会、裁判所等の法律上照会権限を有する者から照会を受けた場合、緊急避難または正当防衛に該当すると弊社が判断するときは、法令に基づき必要と認められる範囲内で個人情報等の照会に応じることができます。
4. 弊社は、サーバ設備の故障その他のトラブル等に対処するため、利用者のデータを複写する場合があります。かかる場合があることを利用者は予め了承するものとします。




第7章　[ 損害賠償等 ]

第25条　損害賠償

1. 弊社は、利用者に対し、本サービスの利用により発生した一切の損害について、原則としていかなる責任も負わないものとし、当該損害の賠償をする義務もないものとします。
万一、弊社の故意または重過失が理由で利用者に損害が発生した場合は、利用者が弊社に支払ったサービス利用料金を限度として損害賠償責任を負うものとします。
2. 弊社が利用者の登録、掲載した情報を削除し、利用者の資格を停止、抹消し、本サービスを停止、中断、中止等したことにつき、弊社は事由のいかんを問わず一切の損害賠償義務を負わないものとします。
3. 利用者が本サービスの利用によって他の本サービス利用者または第三者に対して損害を与えた場合、利用者は自己の責任と費用をもって解決し、弊社に損害を与えることのないものとします。
この場合、他の本サービス利用者または第三者が弊社に対して責任を追及したために弊社が防御費用（弁護士報酬および訴訟費用を含む。）、損害賠償金の支払い、和解金の支払いその他の損害を被りまたは費用の支出をしたときは、利用者は、直ちに、弊社の損害および支出した費用を補償するものとします。
4. 利用者がメールの大量配信を行ったことにより、本サービスの運営に影響が生じた場合、弊社は「威力業務妨害」等による刑事告発又は損害賠償の請求を行うことができるものとします。
5. 利用者が本規約に反した行為、または不正もしくは違法な行為によって弊社に損害を与えた場合、弊社は利用者に対して損害賠償の請求を行うことができるものとします。


第26条　免責事項

1. 弊社は、本サービスの内容、および、利用者が本サービスを通じて得る情報、情報の利用により得た成果等について、その完全性、正確性、確実性、有用性、合法性等いかなる保証も行いません。
2. 本サービスの提供の遅滞、変更、中止若しくは廃止、または本サービスを通じて登録、提供される情報等の流失若しくは消失等その他本サービスの利用に関連して利用者に損害が発生した場合は、弊社の故意または重過失による場合を除き、一切責任を負いません。
弊社の故意または重過失による損害賠償額については、利用者が弊社に支払ったサービス利用料金を限度として損害賠償責任を負うものとします。
3. 弊社は、本サービスの利用に供する装置、ソフトウェアまたは通信網の瑕疵、障害、動作不良、または不具合により、利用者に損害が生じたときであってもその一切の責任を負わないものとします。
4. 弊社は、本サービスにおいて、全利用者及び第三者間で生じたトラブル（違法又は公序良俗に反する行為の提案、名誉毀損、侮辱、プライバシー侵害、肖像権侵害、詐欺、脅迫、誹謗中傷、いやがらせ等）に関して、一切の責任を負わないものとします。
この場合、他の本サービス利用者または第三者が弊社に対して責任を追及したために弊社が防御費用（弁護士報酬および訴訟費用を含む。）、損害賠償金の支払い、和解金の支払いその他の損害を被りまたは費用の支出をしたときは、利用者は、直ちに、弊社の損害および支出した費用を補償するものとします。




第8章　[ 雑則 ]

第27条　著作権等の知的財産権

1. 弊社が提供する本サービス上で、弊社が掲示した情報等に関する著作権等の知的財産権は、別段の定めのない限りすべて弊社に帰属し、弊社の許可がない限り本契約により作成、運営されるウェブサイト以外で利用することはできないものとします。
2. 利用者が除名および利用資格の停止、取り消しとなった場合であっても、それ以前に提供した情報の権利は前項によるものとします。
3. 利用者は、第三者が著作権、商標権、意匠権等の知的所有権を有する著作物、標章、サービスマーク、デザイン、表示等を弊社が提供する本サービス上のウェブサイトに掲載する場合は、利用者が当該知的所有権保持者より許諾を得る必要があり、弊社はこれについて一切関与しないものとします。
4. 前項に違反して問題が発生した場合、利用者は自己の費用と責任においてかかる問題を解決するとともに、弊社に何等の損害を与えないものとします。
第三者が弊社に対して責任を追及したために弊社が防御費用（弁護士報酬および訴訟費用を含む。）、損害賠償金の支払い、和解金の支払いその他の損害を被りまたは費用の支出をしたときは、利用者は、直ちに、弊社の損害および支出した費用を補償するものとします。
5. 利用者が自己が作成したウェブサイト等に関する著作権を第三者に譲渡する場合、利用者は、当該第三者をして本条に定める内容を承諾させるものとします。


第28条　準拠法

本規約の成立、効力、履行および解釈に関しては、日本国法が適用されるものとします。


第29条　協議および管轄裁判所

1. 本規約の解釈を巡って疑義が生じた場合、弊社は合理的な範囲でその解釈を決定できるものとします。
2. 弊社と利用者との間におけるすべての紛争については、弊社本社所在地を管轄する地方裁判所または簡易裁判所を第1審の専属管轄裁判所とすることを予め合意します。


附則

本規約は2012年4月2日より発効。
2013年6月4日改定発効。
                    </textarea>
                </div>
            </section>
            <!-- /.section -->
            
            <section class="section">
                <h2 class="section_ttl">個人情報の取り扱いについて</h2>
                <div class="section_body">
                	<textarea class="document" readonly>

個人情報の取り扱いについて

エックスサーバー株式会社
個人情報保護管理者　辰巳　準之介

お客様の個人情報は、エックスサーバー株式会社（以下「当社」という）が直接、もしくは当社との厳正な契約に基づいて当社より委託された会社、及び当該会社より再委託された会社が、当社に代わって、取得、保管、管理、又は処理します。

（１）個人情報の利用目的について

当社は、下記利用目的の達成に必要な範囲で、個人情報を利用します。

・サービスに関するお問い合わせへの回答及びサポートのための通信･連絡業務のため
・サービスの提供に係る本人確認のため
・サービス提供に伴う各種手続きのご案内及び確認のため
・サービス提供のために必要な管理のため
・その他サービスの利用・提供に関わる業務遂行のため
・サービス・キャンペーン・イベント等のご案内またはそれらに伴う資料や商品等を送付するため
・電話によるお客様対応業務の改善及び品質向上のため

■ドメイン取得サービスにお申し込みのお客様
・ドメイン名管理機関への各種申請のため

■SSL証明書サービスにお申し込みのお客様
・SSL証明書発行会社への各種申請のため

（２）個人情報の第三者提供について

以下の場合を除き、取得した個人情報を、予め本人の同意を得ることなく第三者に提供することはありません。
提供される個人情報は、必要となる最小限の個人情報のみとし、かつ使用範囲もその範囲に限定します。

・法令に基づく場合
・人の生命、身体又は財産の保護、公衆衛生の向上又は児童の健全な育成の推進のために必要であって、お客様の同意を得ることが困難な場合

各項目の提供については以下の通りです。

■ドメイン取得サービスにお申し込みのお客様
・ドメイン名の取得、更新、廃止等の手続き代行業務を行うため、ドメイン名管理機関（申請する外国の企業等を含む）にお客様情報（印鑑証明書・現在事項全部証明書・履歴事項全部証明書等、ドメイン名管理機関が求める情報）を郵送、FAX、メール、オンラインなどの方法で提供します。

■SSL証明書サービスにお申し込みのお客様
・SSL証明書の取得、更新等の手続き代行業務を行うため、SSL証明書発行会社（申請する外国の企業等を含む）に個人情報(会社名・代表者名・担当者名・住所・電話番号・メールアドレス・印鑑証明書等、SSL証明書発行会社が求める情報)を郵送、オンラインなどの方法で提供します。
・SSL証明書に付随するサービス提供のため、SSL証明発行会社の利用規約等に記載されている範囲内で個人情報（メールアドレス）をオンラインなどの方法で提供します。（外国のSSL証明発行会社を含む）

■Web改ざん検知サービスにお申し込みのお客様
・SSL証明書発行会社のWeb改ざん検知サービスを提供するため、個人情報（メールアドレス）をオンラインなどの方法で提供します。

■お取引にクレジットカードを利用されるお客様
・海外で発行された一部のクレジットカードで決済する場合、外国に所在するシステムを通じて個人情報（請求書番号・利用代金・請求書名等取引に必要な情報）を決済代行会社へ提供します。
・クレジットカード会社よりカード不正利用調査のため照会があった場合、個人情報（会社名・氏名・住所・電話番号・メールアドレス・ご利用内容等、カード会社が求める情報）を提供します。

（３）個人情報の委託について

当社は、業務を円滑に進める等の理由から、業務の一部を外部に委託する際に、個人情報を委託する場合があります。
ただし、委託先に開示するお客様の個人情報は、当該業務の委託に必要となる最小限の個人情報のみとし、かつ使用範囲もその範囲に限定します。
尚、委託先は、十分な個人情報の保護水準を満たしている委託先を選定し、安全管理が図られるよう、委託先に対する必要かつ適切な管理監督をいたします。

（４）クッキーの使用について

当サイトでは、お客様により便利にご利用いただくため、クッキーという技術を使用しています。クッキーを使用することで、ウェブサイトはお客様のコンピュータを識別できるようになりますが、お客様個人を特定できるものではありません。 また、お客様はブラウザの設定により、クッキーの受取りを拒否することができます。その場合、当サイトが提供するサービスを一部ご利用できない場合があります。

（５）ウェブビーコンの使用について

当サイトは、お客様へのサービス向上等に役立てるため、ウェブビーコンの技術を使用する場合がありますが、ウェブビーコンを使用することで、お客様の個人情報を取得することはありません。

（６）個人情報提供の任意性について

当社に個人情報をご提供いただくことは任意ですが、所定の個人情報をご提供いただくことができない場合、当社のサービスを一部ご利用できませんので、予めご了承ください。

（７）保有個人データの開示等ついて

当社は、ご本人からの保有個人データの開示、利用目的の通知、訂正、利用停止及び第三者提供の停止等のご請求を受付けております。開示等に応ずる窓口は、以下の「個人情報に関するお問合せ先」をご覧下さい。

【個人情報に関するお問合せ先】

エックスサーバー株式会社 苦情・相談窓口
電話 : 06-6292-8811
受付時間：10：00&#65374;18：00　（土日祝日、弊社指定休業日を除く）
E-mail：privacy@xserver.co.jp
〒530-0011　大阪市北区大深町4-20　グランフロント大阪　タワーA　32F
                    </textarea>
                </div>
            </section>
            <!-- /.section -->
            
            <p class="tac">
                <a class="btn btn_gray-l w50per" href="<?php print $SECURE_URL; ?>xinfo/?action_register_index=on"><span class="label label_order-blanch label_order-blanch_btn_agreement">同意する</span></a>
            </p>
            
        </div>
        <!-- /.order_body -->
        
        <footer class="order_footer">
            <p><small>&copy; 2013-<?php print date("Y", time()); ?> XServer Inc.</small></p>
        </footer>
        <!-- /.order_footer -->
        
    </section>
    <!-- /.order -->

</div>
<!-- /.holder-sml -->

<?php include("../bottom.php"); ?>