<?php include("conf.php"); ?>
<?php include("header.php"); ?>

<link href="<?php print_fileURL("css/contents/rule.css"); ?>" rel="stylesheet">

<title>レンタルサーバー利用規約(2012年7月12日まで適用) | <?php print $SITE_TITLE; ?></title>
<meta name="description" content="<?php print $SITE_DESCRIPTION; ?>">

</head>

<body id="pid-rule">

<?php include("top.php"); ?>

<div id="wrapper">

<?php include("header2.php"); ?>

<div id="toggle-target">

<div class="contents">
    
    <section class="main holder-sml" role="main">
    
        <h2 class="ttl"><i class="ico ico_signature"></i>レンタルサーバー利用規約(2012年7月12日まで適用)</h2>
        
        <section class="section">
        	<h3 class="section_ttl">第1章　[ 総則 ]</h3>
        	<div class="section_body">
            
                <section class="article">
                	<h4 class="article_ttl">第1条　定義等</h4>
                	<div class="article_body">
                        <p>本規約はエックスサーバー株式会社（以下、「弊社」）が提供するホスティングサービス「エックスサーバー」の共有レンタルサーバー（以下、「本サービス」）の利用に対して適用されます。</p>
                    </div>
                </section>
                <!-- /.article -->
                
                <section class="article">
                	<h4 class="article_ttl">第2条　規約の適用及び変更</h4>
                	<div class="article_body">
                        <ol class="ol">
                            <li>利用者は新規利用、および利用継続中において、本規約に同意されているものとみなします。<br>本規約に同意いただけない場合には、本サービスを利用することができません。</li>
                            <li>弊社がオンラインまたはその他の手段を通じ、随時利用者に対して発表する諸規定は本規約の一部を構成するものとします。</li>
                            <li>弊社は、利用者の了解を得ることなく本規約をいつでも変更、追加、削除することができるものとします。<br>この場合、変更後の本規約は本サービスのウェブサイト上に掲示した時点より効力を発するものとします。</li>
                            <li>本規約の変更があった場合、弊社が合理的と判断する方法により利用者に通知します。<br>本規約に変更がなされたことが通知された後に利用者が本サービスの利用を継続した場合は、本規約の変更を承諾したものとみなします。</li>
                        </ol>
                    </div>
                </section>
                <!-- /.article -->
                
                <section class="article">
                	<h4 class="article_ttl">第3条　サービスの内容</h4>
                	<div class="article_body">
                        <ol class="ol">
                            <li>本サービスは利用者にWebサイトの構築、メールサーバーの運用などを行うためのサーバー資源を提供するものです。</li>
                            <li>
                                本サービスは複数のプランで構成されます。<br>
                                プランの内容は別途本サービスのウェブサイト上のサービス内容を定める表に従うものとします。<br>
                                ただし、弊社は、プランの構成または内容を任意に変更する場合があります。<br>
                                弊社が、プランの構成または内容の変更を行う場合、第2条の「規約の適用及び変更」に準じた手続きで変更を行うものとします。
                            </li>
                        </ol>
                    </div>
                </section>
                <!-- /.article -->
                
            </div>
        </section>
        <!-- /.section -->
        
        <section class="section">
        	<h3 class="section_ttl">第2章　[ 利用申し込み等 ]</h3>
        	<div class="section_body">
            
                <section class="article">
                	<h4 class="article_ttl">第4条　利用申込</h4>
                	<div class="article_body">
                        <ol class="ol">
                            <li>利用者は、本規約を承諾の上、弊社が指定する手続きに基づき本サービスの利用を申し込むものとします。</li>
                            <li>弊社は、利用者に申込み内容に関して本人確認等のための資料のご提出を求めることがあります。</li>
                        </ol>
                    </div>
                </section>
                <!-- /.article -->
                
                <section class="article">
                	<h4 class="article_ttl">第5条　利用申し込みの取り消し</h4>
                	<div class="article_body">
                        <ol class="ol">
                        	<li>
                                <p>
                                    本契約の申込み後、利用者が以下の各号のいずれかに該当することが判明した場合、弊社は何らの通知、催告することなく、本契約を取消すとともに利用者の登録したデータ等をサーバから削除することができるものとします。<br>
                                    利用者が以下の各号のいずれかに該当し、それにより、弊社または第三者が損害を被った場合、利用者は弊社または第三者に対して、弊社または第三者が被った損害を賠償するものとします。 
                                </p>
                                <ol class="note-list note-list_x3 font-s mb15">
                                    <li>（１）過去に本規約違反等により、利用者に対し利用資格の取消し、除名処分が行なわれていることが判明した場合</li>
                                    <li>（２）弊社の指定する通りに利用の申込みの手続きを行わなかった場合</li>
                                    <li>（３）利用者登録において、虚偽の情報を登録した場合</li>
                                    <li>（４）利用者が本サービス利用することにより本サービス、システムの運営上、その妨げとなる可能性があると弊社が判断した場合</li>
                                    <li>（５）弊社の競合他社等が弊社の業務内容を調査する目的で契約を行おうとしていることが判明した場合</li>
                                    <li>（６）利用者の故意又は過失によって弊社に何らかの不利益が生じた場合</li>
                                    <li>（７）利用者が本サービスの運営を妨害した場合</li>
                                    <li>（８）利用者が本サービスに掲載されている情報の改竄を行った場合</li>
                                    <li>（９）利用者がIDおよびパスワードを不正に使用した場合</li>
                                    <li>（１０）利用者が本規約で規定する禁止行為を行った場合</li>
                                    <li>（１１）利用者が本規約のいずれかの条項に違反した場合</li>
                                    <li>（１２）その他、弊社が独自の判断基準で利用者の本サービスの利用が弊社および当該利用者以外の利用者に不利益であると判断した場合</li>
                                    <li>（１３）弊社の提供している他サービスにおいて規約違反を行った場合</li>
                                </ol>
                            </li>
                        	<li>弊社による本契約の取消しを行った場合、利用者に生じたいかなる損害に対しても、弊社は一切責任を負わないものとします。</li>
                        </ol>
                    </div>
                </section>
                <!-- /.article -->
                
                <section class="article">
                	<h4 class="article_ttl">第6条　変更の届け出</h4>
                	<div class="article_body">
                        <ol class="ol">
                            <li>利用者は申込み時に申告した内容に変更があった場合、直ちに会員専用ページにて、利用者自身でその変更を行うものとし、弊社へメール又はお問い合わせフォームを通じての内容変更依頼は無効とします。</li>
                            <li>前項による変更手続きが行えない事項は、弊社所定の手続きに従い、速やかに変更を行うものとします。</li>
                        </ol>
                    </div>
                </section>
                <!-- /.article -->
                
                <section class="article">
                	<h4 class="article_ttl">第7条　利用の停止</h4>
                	<div class="article_body">
                        <ol class="ol">
                        	<li>
                                <p>
                                    以下の各号のいずれかに該当する場合、弊社は理由の如何に関わらず利用者に対する本サービスの提供をただちに中止し、利用者に対しIDの停止処分または除名処分を行うものとします。<br>
                                    また、本規約違反により弊社に損害を与えた場合には弊社が利用者に対し損害賠償請求することができます。 
                                </p>
                                <ol class="note-list note-list_x3 font-s mb15">
                                    <li>（１）利用者が弊社に対して虚偽の申告をした場合</li>
                                    <li>（２）利用者が本規約に違反する行為を行った場合</li>
                                    <li>（３）利用者が本規約第22条「禁止事項」に定める内容に抵触する行為をした又はするおそれがあると弊社が判断した場合</li>
                                    <li>（４）本規約に違反した利用者と同一の利用者による利用であると弊社が判断した場合</li>
                                    <li>（５）一定期間以上、利用料金の支払いが確認できない場合</li>
                                    <li>（６）その他弊社が利用者の本サービスの利用について不適切と判断した場合</li>
                                </ol>
                            </li>
                        	<li>前項に基づいてサービスの提供を中止したことにより利用者に生じた損害等については、弊社は一切責任を負わないものとします。</li>
                        </ol>
                    </div>
                </section>
                <!-- /.article -->
                
                <section class="article">
                	<h4 class="article_ttl">第8条　利用者による解約</h4>
                	<div class="article_body">
                        <ol class="ol">
                            <li>利用者は本サービスにおける利用契約を解約する場合、弊社が提供する会員専用ページより届け出るものとします。</li>
                            <li>本サービスを解約する場合、解約の届け出を弊社が確認した日の翌月末をもって本契約の解約とします。</li>
                            <li>前項の場合において、その利用中に係る利用者の一切の債務は、利用契約の解約があった後においてもその債務が履行されるまでは消滅しないものとします。</li>
                            <li>既に弊社に支払った全ての料金の返還は一切行われないものとし、利用者はこれを了承します。</li>
                            <li>解約時、データのバックアップ等は利用者の自己責任において行うものとし、弊社は解約後のデータ保持に関して何ら関与しないものとし、弊社は一切その責任を負わないものとします。</li>
                        </ol>
                    </div>
                </section>
                <!-- /.article -->
                
                <section class="article">
                	<h4 class="article_ttl">第9条　弊社からの通知等</h4>
                	<div class="article_body">
                        <ol class="ol">
                            <li>弊社が通知等を行う必要があると判断した場合、電子メール、書面または弊社のサイトに掲載するなど、弊社が適当と判断する方法により随時通知等するものとします。</li>
                            <li>前項における電子メールの通知にあたっては、利用者が登録している電子メールアドレスを通知先アドレスとします。</li>
                            <li>弊社が前項の通知等を本サービスのウェブサイト上で行う場合は、当該通知等をウェブサイトに掲載した日をもって、利用者に当該通知等が到達したものとみなします。<br>また、電子メールによって通知等を行う場合には、弊社が利用者に対して電子メールを発信した時点をもって、利用者に当該通知等が到達したものとみなします。</li>
                        </ol>
                    </div>
                </section>
                <!-- /.article -->
                
                <section class="article">
                	<h4 class="article_ttl">第10条　提供範囲</h4>
                	<div class="article_body">
                        <p>弊社は、利用者ごとに本サービスの提供範囲の制限を設定または変更することがあります。</p>
                    </div>
                </section>
                <!-- /.article -->
                
            </div>
        </section>
        <!-- /.section -->
        
        <section class="section">
        	<h3 class="section_ttl">第3章　[ 利用料金について ]</h3>
        	<div class="section_body">
            
                <section class="article">
                	<h4 class="article_ttl">第11条　利用料金</h4>
                	<div class="article_body">
                        <p>本サービスの初期費用、各種利用料金、オプション料金、諸費用などのほか、本規約に定めのない料金等の算定方法等は、弊社が本サービスのウェブサイト上で別途定め、または通知するとおりとします。</p>
                    </div>
                </section>
                <!-- /.article -->
                
                <section class="article">
                	<h4 class="article_ttl">第12条　契約期間</h4>
                	<div class="article_body">
                        <ol class="ol">
                            <li>本サービスの契約期間は、弊社が利用者に利用開始日として通知した日より、契約時に契約者が選択した料金支払対象期間経過後の月末までとします。</li>
                            <li>弊社又は利用者が、契約期間が満了する月の前月末日までに、契約を更新しない旨を通知しなかった場合には、契約期間は前項の料金支払対象期間と同じ期間自動的に更新され、その後も同様とします。</li>
                        </ol>
                    </div>
                </section>
                <!-- /.article -->
                
                <section class="article">
                	<h4 class="article_ttl">第13条　延滞利息</h4>
                	<div class="article_body">
                        <ol class="ol">
                            <li>利用者が利用料その他の債務を支払期日を過ぎてもなお履行しない場合、利用者は支払期日の翌日から支払の日の前日までの日数に、年率14.5％の割合で計算される金額を延滞利息として、利用料金その他の債務と一括して、弊社が指定した日までに指定する方法で支払うものとします。</li>
                            <li>前項支払に必要な振り込み手数料その他の費用は、全て当該利用者の負担とします。</li>
                        </ol>
                    </div>
                </section>
                <!-- /.article -->
                
            </div>
        </section>
        <!-- /.section -->
        
        <section class="section">
        	<h3 class="section_ttl">第4章　[ 試用期間に関する特則 ]</h3>
        	<div class="section_body">
            
                <section class="article">
                	<h4 class="article_ttl">第14条　特則の適用</h4>
                	<div class="article_body">
                        <p>
                            弊社が本サービスの開始を連絡してから10日間経過するまでを試用期間とします。<br>
                            前条までの規定にかかわらず、試用期間には、本章の定めが重畳して適用されます。<br>
                            以下の規定が前条までの規定と矛盾抵触する場合には、本章の規定が優先するものとします。<br>
                            本章に定めの無い規定については試用期間であっても本規約で定められた規定全てが適用されます。
                        </p>
                    </div>
                </section>
                <!-- /.article -->
                
                <section class="article">
                	<h4 class="article_ttl">第15条　試用期間</h4>
                	<div class="article_body">
                        <ol class="ol">
                            <li>利用者が本サービスを申し込み、弊社が本サービスの開始を連絡した日から10日間経過するまでを試用期間とします。</li>
                            <li>試用期間中に弊社が利用料金の支払いを確認した場合、支払い確認日をもって試用期間を終了、本契約を開始するものとします。</li>
                            <li>試用期間中に解約の届け出を行った場合、申し込みを無効とし、本契約を開始しないものとします。<br>また試用期間中に利用料金の支払いが確認できない場合、自動的に申し込みを無効とし、本契約を開始しないものとします。</li>
                        </ol>
                    </div>
                </section>
                <!-- /.article -->
                
                <section class="article">
                	<h4 class="article_ttl">第16条　承認事項</h4>
                	<div class="article_body">
                        <p>利用者は試用期間に関して、以下の事項を予め了承したものとします。</p>
                        <ol class="note-list note-list_x3 font-s">
                            <li>（1）利用料金の支払いが確認できない場合、試用期間が終了した時点で本サービスの利用を停止し、利用者の利用するサーバー内から利用者に関する一切のデータ、メール、記録、コンテンツが削除されること</li>
                            <li>（2）試用期間中は本サービスの一部機能が制限されること</li>
                        </ol>
                    </div>
                </section>
                <!-- /.article -->
                
            </div>
        </section>
        <!-- /.section -->
        
        <section class="section">
        	<h3 class="section_ttl">第5章　[ 本サービスの中止・停止等 ]</h3>
        	<div class="section_body">
            
                <section class="article">
                	<h4 class="article_ttl">第17条　本サービスの内容の変更および停止、中止</h4>
                	<div class="article_body">
                        <p>弊社は、利用者への事前の通知を行わずに本サービスの内容の変更、または本サービスの停止もしくは中止をすることがあります。<br>この変更、停止、中止などについては、弊社が合理的と判断する手段を通じて発表するものとします。</p>
                    </div>
                </section>
                <!-- /.article -->
                
                <section class="article">
                	<h4 class="article_ttl">第18条　本サービスの一時的な中断</h4>
                	<div class="article_body">
                        <p>
                            弊社は、安定した運営に最善を尽くしていますが、以下の各号のいずれかに該当する場合には、利用者に事前に通知することなく一時的に本サービスを中断する場合があります。<br>
                            また、弊社は以下の各号のいずれかに該当する事由により本サービスの提供の遅延または中断が発生したとしても、これに起因する利用者または他の第三者が被った損害について一切の責任を負いません。<br>
                            この場合、弊社は返金も一切致しません。
                        </p>
                        <ol class="note-list note-list_x3 font-s">
                            <li>（１）サーバ、通信回線もしくはその他の設備の故障、障害の発生またはその他の事由により本サービスの提供ができなくなった場合</li>
                            <li>（２）システム(サーバ、通信回線や電源、それらを収容する建築物などを含む)の保守、点検、修理、変更を定期的にまたは緊急に行う場合</li>
                            <li>（３）火災、停電などにより本サービスの提供ができなくなった場合</li>
                            <li>（４）地震、噴火、洪水、津波などの天災により本サービスの提供ができなくなった場合</li>
                            <li>（５）戦争、変乱、暴動、騒乱、労働争議等その他不測の事態により本サービスの提供ができなくなった場合</li>
                            <li>（６）法令による規制、司法命令等が適用された場合</li>
                            <li>（７）その他、運用上、技術上弊社が本サービスの一時的な中断を必要と判断した場合</li>
                        </ol>
                    </div>
                </section>
                <!-- /.article -->
                
                <section class="article">
                	<h4 class="article_ttl">第19条　本サービスの廃止</h4>
                	<div class="article_body">
                        <ol class="ol">
                            <li>弊社は、業務上の都合により、利用者に対して提供している本サービスの全部または一部を廃止することがあります。</li>
                            <li>弊社は、前項において定める本サービスの廃止を行う場合には、その1カ月前までにその旨を弊社が適当と判断する方法により利用者に通知します。</li>
                            <li>弊社は、本サービスの廃止により利用者に生じた損害について、一切の責任を負いません。</li>
                        </ol>
                    </div>
                </section>
                <!-- /.article -->
                
            </div>
        </section>
        <!-- /.section -->
        
        <section class="section">
        	<h3 class="section_ttl">第6章　[ 利用上の責務 ]</h3>
        	<div class="section_body">
            
                <section class="article">
                	<h4 class="article_ttl">第20条　利用者の設備等</h4>
                	<div class="article_body">
                        <p>利用者は、本サービスを利用する為に必要な通信機器やソフトウェア、通信回線などのすべてを利用者の責任と利用者の費用で準備し、操作、接続等をするものとします。</p>
                    </div>
                </section>
                <!-- /.article -->
                
                <section class="article">
                	<h4 class="article_ttl">第21条　IDおよびパスワードの管理責任</h4>
                	<div class="article_body">
                        <ol class="ol">
                            <li>利用者が登録したIDおよびパスワードは利用者本人のみが使用することができ、他の本サービス利用者または第三者に使用させること等は一切できません。</li>
                            <li>利用者は、本規約に基づき登録したIDおよびパスワードの管理、使用についての責任を持つものとし、第三者によりIDおよびパスワードの不正使用等があった場合、利用者が一切の責任を負うものとします。</li>
                            <li>弊社は、利用者の前二項に反する行為が判明した場合または弊社が利用者の行為が前項に反する行為と判断した場合、事前の通知なしに当該利用者のIDおよびパスワードを使用停止できるものとします。<br>また、緊急を要する場合、弊社は利用者の承諾なしにIDおよびパスワードを削除できるものとします。<br>その場合、利用者が本サービスを利用できず損害が発生しても、弊社は一切の責任を負わないものとします。</li>
                            <li>弊社はIDおよびパスワード等の電話による問い合わせに関して、問合せ者が利用者自身であっても、電話による回答はしないものとします。</li>
                            <li>弊社は利用者からのIDおよびパスワード等の問合せに対して、本人確認等のため、弊社の定める通信方法により回答するものとします。<br>この場合、弊社は利用者に対して本人確認等のための資料のご提出を求めることがあります。</li>
                        </ol>
                    </div>
                </section>
                <!-- /.article -->
                
                <section class="article">
                	<h4 class="article_ttl">第22条　禁止事項</h4>
                	<div class="article_body">
                        <p>利用者は本サービスを利用するにあたり、以下の各号のいずれかに該当する行為またはそのおそれがある行為をすることはできません。</p>
                        <ol class="note-list note-list_x3 font-s">
                            <li>（１）他の本サービスの利用者、第三者または弊社の知的財産権（著作権、意匠権、特許権、実用新案権、商標権、工業所有権等）及びその他の権利を侵害する行為、また侵害するおそれのある行為</li>
                            <li>（２）他の本サービスの利用者、第三者または弊社の財産、信用、名誉、プライバシー、肖像権を侵害する行為、または侵害するおそれのある行為</li>
                            <li>（３）他の本サービスの利用者または第三者の身体、生命、自由、名誉、財産等に対して害悪を加える旨の情報等を掲載する行為</li>
                            <li>（４）他の本サービスの利用者、第三者または弊社に不利益を与える行為、またはそのおそれのある行為</li>
                            <li>（５）他の本サービスの利用者、弊社がコミュニティ運営を委託した者、第三者または弊社を誹謗中傷する行為、または不快感を抱かせる行為</li>
                            <li>（６） 他の本サービス利用者または第三者の個人情報を売買または譲受にあたる行為、またはそれらのおそれのある行為</li>
                            <li>（７）公序良俗に反する行為やそのおそれのある行為、またはそれを助長する行為</li>
                            <li>（８）公序良俗に反する情報を他の本サービス利用者もしくは第三者に提供する行為</li>
                            <li>（９）自殺または自傷行為を肯定・勧誘あるいは助長する行為</li>
                            <li>（１０）自殺、殺人の方法などを掲載する行為</li>
                            <li>（１１）猥褻な表現を含む情報、または公衆に羞恥心を抱かせるおそれのある情報、その他公衆の射幸心を仰ぐ情報を掲載し、または他の利用者もしくは第三者に提供する行為</li>
                            <li>（１２）不倫・援助交際・売春・買春等の勧誘行為</li>
                            <li>（１３）未成年者にとって有害と認められる情報の売買、譲受または掲載する行為、それらを助長する行為</li>
                            <li>（１４）人の死体、裸体、児童ポルノ、人を殺傷する現場もしくは児童虐待に相当するおそれのある画像または動画を掲載する行為</li>
                            <li>（１５）法令に違反する行為や犯罪的行為、もしくはそのおそれのある行為、あるいはそれを幇助・勧誘する行為</li>
                            <li>（１６）無限連鎖講（ネズミ講）を開設し、またはこれを勧誘する行為</li>
                            <li>（１７）本サービス及びその他弊社が提供するサービスの運営を妨げる行為、または弊社の信用・名誉等を毀損する行為</li>
                            <li>（１８）コンピューターウィルス等有害なプログラム、コード、ファイルを、本サービスを通じて、または本サービスに関連して使用する、もしくは提供する行為</li>
                            <li>（１９）他人になりすまして情報を送信、受信または表示する行為</li>
                            <li>（２０）弊社の本サービスを利用して無差別または大量に不特定多数の者に対してその意思に反しEメール、コメント、トラックバック等を送信する行為、または事前に承認していない多数の送信先に対するEメール情報配信行為</li>
                            <li>（２１）IPアドレス、アカウント、ログインID、パスワード、Eメールアドレス、及びドメイン名を不正に使用、譲渡または貸与する行為</li>
                            <li>（２２）本サービスおよびその他弊社が提供する各種サービスの信用・名誉等を傷つける行為、またはそのおそれのある行為</li>
                            <li>（２３）インターネット上で、他の本サービス利用者、第三者若しくは弊社が入力した情報を不正に改ざんする行為</li>
                            <li>（２４）他の本サービスの利用者、第三者または弊社のサーバその他コンピュータに不正にアクセスする行為</li>
                            <li>（２５）サーバーまたはネットワークへ著しく負荷をかける行為</li>
                            <li>（２６）プログラムのバグ等の不具合の利用または悪用をする行為</li>
                            <li>（２７）本サービスにおいて、事実に反する、またはそのおそれのある情報を提供する行為</li>
                            <li>（２８）選挙期間中であるか否かを問わず、選挙運動またはこれに類似する行為</li>
                            <li>（２９）虚偽の情報で利用者登録を行う行為</li>
                            <li>（３０）無限連鎖講（ねずみ講）、マルチ商法、またはそれらに類似するもの、それらのおそれのあるものと弊社が判断する内容を掲載する行為</li>
                            <li>（３１）バナーやリンク、他のサイトからの文章の引用または転載、キーワードの羅列などの、転載行為が主となる記事を掲載する行為</li>
                            <li>（３２）プログラムによってブログ、記事、コメント、トラックバックを自動生成、自動投稿、自動送信する行為</li>
                            <li>（３３）本規約のいずれかの条項に違反する行為</li>
                            <li>（３４）その他、弊社が不適切と判断する行為</li>
                        </ol>
                    </div>
                </section>
                <!-- /.article -->
                
                <section class="article">
                	<h4 class="article_ttl">第23条　利用者の義務および責任</h4>
                	<div class="article_body">
                        <p>利用者は、本契約を理解しその履行に努めこれを厳守するものとします。<br>利用者の運営するウェブサイトにて、利用者の不注意によって発生した事故及び損害は、利用者が全ての責任を負い、弊社は一切の責任を負わないものとします。</p>
                    </div>
                </section>
                <!-- /.article -->
                
                <section class="article">
                	<h4 class="article_ttl">第24条　利用権譲渡等の禁止</h4>
                	<div class="article_body">
                        <p>利用者は、弊社の承諾なしに本サービスの会員として有する権利を第三者に転売、譲渡、使用、もしくはこれに類する行為、または質権の設定等その他担保に供する行為等はできないものとします。</p>
                    </div>
                </section>
                <!-- /.article -->
                
                <section class="article">
                	<h4 class="article_ttl">第25条　再販について</h4>
                	<div class="article_body">
                        <ol class="ol">
                            <li>利用者は、弊社が別途本サービスのウェブサイト上で定めた条件を満たす場合を除き、有償・無償を問わず第三者に対し、ディスクスペース、リソースの貸与もしくはこれに類する行為(以下、「再販」)をできないものとします。</li>
                            <li>利用者は、弊社が別途本サービスのウェブサイト上で定めた条件に基づき再販を行う場合、再販先に対して本規約に定める禁止事項を説明および遵守させる義務を負うものとし、再販先が禁止事項に該当する行為を行った場合、利用者が当該行為を行ったものとみなします。<br>また、弊社は再販先に対し、利用契約上、何らの義務ないし責任も負わないものとします。</li>
                        </ol>
                    </div>
                </section>
                <!-- /.article -->
                
                <section class="article">
                	<h4 class="article_ttl">第26条　情報の削除</h4>
                	<div class="article_body">
                        <ol class="ol">
                        	<li>
                                <p>次の各号に定める場合、弊社は、利用者が本サービスを通じオンライン上に掲載した情報を削除できるものとします。この場合、弊社が事前または事後に合理的と判断する手段により通知を行うものとします。</p>
                                <ol class="note-list note-list_x3 font-s mb15">
                                    <li>（１）掲載内容が本規約に定める禁止行為、または本規約のいずれかの条項に違反すると弊社が判断した場合</li>
                                    <li>（２）利用者によって、登録された情報の容量が弊社所定の容量を超過した場合</li>
                                    <li>（３）その他弊社が法律及び社会通念に従って当該情報を削除する必要があると合理的に判断した場合</li>
                                </ol>
                            </li>
                        	<li>利用者が、オンライン上に掲載した情報に関する全ての責任は利用者にあり、弊社は前項に関して情報を監視・削除する義務を負うものではない為、弊社が情報を削除しなかったことにより利用者或いは第三者が被った損害について、弊社は一切責任を負わないものとします。 </li>
                        </ol>
                    </div>
                </section>
                <!-- /.article -->
                
            </div>
        </section>
        <!-- /.section -->
        
        <section class="section">
        	<h3 class="section_ttl">第7章　[ 弊社の義務 ]</h3>
        	<div class="section_body">
            
                <section class="article">
                	<h4 class="article_ttl">第27条　本サービス提供の責任</h4>
                	<div class="article_body">
                        <p>弊社は、本サービス用設備を本サービスが円滑に提供されるよう維持運営することに努めます。<br>但し、不測の事態により本サービスが利用できないような場合があることを利用者は予め了承するものとします。</p>
                    </div>
                </section>
                <!-- /.article -->
                
                <section class="article">
                	<h4 class="article_ttl">第28条　利用者間の情報</h4>
                	<div class="article_body">
                        <ol class="ol">
                            <li>本サービスを通じて他の本サービス利用者等との間で直接なされた情報の授受、およびそれに付随して行われる行為について弊社は一切責任を負いません。</li>
                            <li>本サービス利用者同士、または利用者と第三者間のトラブルに対して弊社は一切責任を負いません。</li>
                        </ol>
                    </div>
                </section>
                <!-- /.article -->
                
                <section class="article">
                	<h4 class="article_ttl">第29条　個人情報等の保護及び法令遵守</h4>
                	<div class="article_body">
                        <ol class="ol">
                            <li>弊社は、個人情報等を、原則として利用者本人以外の者に開示、提供せず、本サービスの提供のために必要な範囲を超えて利用しません。<br>弊社が取得した利用者の個人情報は、別途定めるプライバシーポリシーに従って取り扱われます。</li>
                            <li>弊社は、刑事訴訟法第218条(令状による捜索)その他同法の定めに基づく強制の処分が行われた場合には、当該法令及び令状に定める範囲で前項の守秘義務を負わないものとします。</li>
                            <li>弊社は、警察官、検察官、検察事務官、国税職員、麻薬取締官、弁護士会、裁判所等の法律上照会権限を有する者から照会を受けた場合、緊急避難または正当防衛に該当すると弊社が判断するときは、法令に基づき必要と認められる範囲内で個人情報等の照会に応じることができます。</li>
                            <li>弊社は、サーバ設備の故障その他のトラブル等に対処するため、利用者のデータを複写する場合があります。かかる場合があることを利用者は予め了承するものとします。</li>
                        </ol>
                    </div>
                </section>
                <!-- /.article -->
                
            </div>
        </section>
        <!-- /.section -->
        
        <section class="section">
        	<h3 class="section_ttl">第8章　[ 損害賠償等 ]</h3>
        	<div class="section_body">
            
                <section class="article">
                	<h4 class="article_ttl">第30条　損害賠償</h4>
                	<div class="article_body">
                        <ol class="ol">
                            <li>弊社は、利用者に対し、本サービスの利用により発生した一切の損害について、原則としていかなる責任も負わないものとし、当該損害の賠償をする義務もないものとします。<br>万一、弊社の故意または重過失が理由で利用者に損害が発生した場合は、利用者が弊社に支払ったサービス利用料金を限度として損害賠償責任を負うものとします。</li>
                            <li>弊社が利用者の登録、掲載した情報を削除し、利用者の資格を停止、抹消し、本サービスを停止、中断、中止等したことにつき、弊社は事由のいかんを問わず一切の損害賠償義務を負わないものとします。</li>
                            <li>利用者が本サービスの利用によって他の本サービス利用者または第三者に対して損害を与えた場合、利用者は自己の責任と費用をもって解決し、弊社に損害を与えることのないものとします。<br>この場合、他の本サービス利用者または第三者が弊社に対して責任を追及したために弊社が防御費用（弁護士報酬および訴訟費用を含む。）、損害賠償金の支払い、和解金の支払いその他の損害を被りまたは費用の支出をしたときは、利用者は、直ちに、弊社の損害および支出した費用を補償するものとします。</li>
                            <li>利用者がメールの大量配信を行ったことにより、本サービスの運営に影響が生じた場合、弊社は「威力業務妨害」等による刑事告発又は損害賠償の請求を行うことができるものとします。</li>
                            <li>利用者が本規約に反した行為、または不正もしくは違法な行為によって弊社に損害を与えた場合、弊社は利用者に対して損害賠償の請求を行うことができるものとします。</li>
                        </ol>
                    </div>
                </section>
                <!-- /.article -->
                
                <section class="article">
                	<h4 class="article_ttl">第31条　免責事項</h4>
                	<div class="article_body">
                        <ol class="ol">
                            <li>弊社は、本サービスの内容、および、利用者が本サービスを通じて得る情報、情報の利用により得た成果等について、その完全性、正確性、確実性、有用性、合法性等いかなる保証も行いません。</li>
                            <li>本サービスの提供の遅滞、変更、中止若しくは廃止、または本サービスを通じて登録、提供される情報等の流失若しくは消失等その他本サービスの利用に関連して利用者に損害が発生した場合は、弊社の故意または重過失による場合を除き、一切責任を負いません。弊社の故意または重過失による損害賠償額については、利用者が弊社に支払ったサービス利用料金を限度として損害賠償責任を負うものとします。</li>
                            <li>弊社は、本サービスの利用に供する装置、ソフトウェアまたは通信網の瑕疵、障害、動作不良、または不具合により、利用者に損害が生じたときであってもその一切の責任を負わないものとします。</li>
                            <li>弊社は、本サービスにおいて、全利用者及び第三者間で生じたトラブル（違法又は公序良俗に反する行為の提案、名誉毀損、侮辱、プライバシー侵害、肖像権侵害、詐欺、脅迫、誹謗中傷、いやがらせ等）に関して、一切の責任を負わないものとします。<br>この場合、他の本サービス利用者または第三者が弊社に対して責任を追及したために弊社が防御費用（弁護士報酬および訴訟費用を含む。）、損害賠償金の支払い、和解金の支払いその他の損害を被りまたは費用の支出をしたときは、利用者は、直ちに、弊社の損害および支出した費用を補償するものとします。</li>
                        </ol>
                    </div>
                </section>
                <!-- /.article -->
                
            </div>
        </section>
        <!-- /.section -->
        
        <section class="section">
        	<h3 class="section_ttl">第9章　[ 雑則 ]</h3>
        	<div class="section_body">
            
                <section class="article">
                	<h4 class="article_ttl">第32条　著作権等の知的財産権</h4>
                	<div class="article_body">
                        <ol class="ol">
                            <li>弊社が提供する本サービス上で、弊社が掲示した情報等に関する著作権等の知的財産権は、別段の定めのない限りすべて弊社に帰属し、弊社の許可がない限り本契約により作成、運営されるウェブサイト以外で利用することはできないものとします。</li>
                            <li>利用者が除名および利用資格の停止、取り消しとなった場合であっても、それ以前に提供した情報の権利は前項によるものとします。</li>
                            <li>利用者は、第三者が著作権、商標権、意匠権等の知的所有権を有する著作物、標章、サービスマーク、デザイン、表示等を弊社が提供する本サービス上のウェブサイトに掲載する場合は、利用者が当該知的所有権保持者より許諾を得る必要があり、弊社はこれについて一切関与しないものとします。</li>
                            <li>前項に違反して問題が発生した場合、利用者は自己の費用と責任においてかかる問題を解決するとともに、弊社に何等の損害を与えないものとします。<br>第三者が弊社に対して責任を追及したために弊社が防御費用（弁護士報酬および訴訟費用を含む。）、損害賠償金の支払い、和解金の支払いその他の損害を被りまたは費用の支出をしたときは、利用者は、直ちに、弊社の損害および支出した費用を補償するものとします。</li>
                            <li>利用者が自己が作成したウェブサイト等に関する著作権を第三者に譲渡する場合、利用者は、当該第三者をして本条に定める内容を承諾させるものとします。</li>
                        </ol>
                    </div>
                </section>
                <!-- /.article -->
                
                <section class="article">
                	<h4 class="article_ttl">第33条　準拠法</h4>
                	<div class="article_body">
                        <p>本規約の成立、効力、履行および解釈に関しては、日本国法が適用されるものとします。</p>
                    </div>
                </section>
                <!-- /.article -->
                
                <section class="article">
                	<h4 class="article_ttl">第34条　協議および管轄裁判所</h4>
                	<div class="article_body">
                        <ol class="ol">
                            <li>本規約の解釈を巡って疑義が生じた場合、弊社は合理的な範囲でその解釈を決定できるものとします。</li>
                            <li>弊社と利用者との間におけるすべての紛争については、弊社本社所在地を管轄する地方裁判所または簡易裁判所を第1審の専属管轄裁判所とすることを予め合意します。</li>
                        </ol>
                    </div>
                </section>
                <!-- /.article -->
                
            </div>
        </section>
        <!-- /.section -->
        
        <section class="border border_gray">
            <h3>附則</h3>
            <ul class="ul">
                <li>本規約は2012年4月2日より発効。</li>
            </ul>
        </section>
        
    </section>
    <!-- /.main -->
    
    <div class="sub">
<?php include("sub_contents.php"); ?>
    </div>
    <!-- /.sub -->
    
</div>
<!-- /.contents -->

<?php include("footer.php"); ?>

</div>
<!-- /#toggle-target -->

</div>
<!-- /#wrapper -->

<?php include("bottom.php"); ?>